{"@id":"https://pharmgkb.org/literature/10105848","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":10105848,"resourceId":"18090994","title":"Thiopurine-methyltransferase and inosine triphosphate pyrophosphatase polymorphism in a liver transplant recipient developing nodular regenerative hyperplasia on low-dose azathioprine.","authors":["Buster Erik H C J","van Vuuren Hanneke J","Zondervan Pieter E","Metselaar Herold J","Tilanus Hugo W","de Man Robert A"],"journal":"European journal of gastroenterology & hepatology","month":1,"page":"68-72","pubDate":"2008-01-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18090994","summary":"The enzymes thiopurine-methyltransferase (TPMT) and inosine triphosphate pyrophosphatase (ITPA) are involved in thiopurine metabolism. We describe a liver transplant recipient who presented with liver enzyme abnormalities after 78 months of low-dose azathioprine (AZA) therapy (less than 1 mg/kg). No underlying etiology of these abnormalities was identified after extensive analysis including repeated liver biopsy. Fifteen years after transplantation, the patient presented with variceal bleeding, liver biopsy showed nodular regenerative hyperplasia (NRH). TPMT*3C genotype was found in the patient's lymphocytes and heterozygous ITPA (94C>A) genotype was found in both patient and donor liver. These findings further emphasize the importance of pharmacogenetics in predicting NRH and other adverse events during AZA therapy. Furthermore, a high index of suspicion with early detection of NRH is crucial, as improvement seems only to occur in patients with compensated liver disease. Liver biopsy and discontinuation of AZA are recommended in case of liver enzyme abnormalities or signs of portal hypertension.","type":"article","volume":"20","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/18090994","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":551476003,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18090994","xrefId":"18090994"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/MEG.0b013e32825a6a8a","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449255072,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2FMEG.0b013e32825a6a8a","xrefId":"10.1097/MEG.0b013e32825a6a8a"}],"year":2008}