{"@id":"https://pharmgkb.org/literature/10261185","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":10261185,"resourceId":"18602085","title":"Characterisation of novel defective thiopurine S-methyltransferase allelic variants.","authors":["Garat A","Cauffiez C","Renault N","Lo-Guidice J M","Allorge D","Chevalier D","Houdret N","Chavatte P","Loriot M A","Gala J L","Broly F"],"journal":"Biochemical pharmacology","month":8,"page":"404-15","pubDate":"2008-08-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18602085","summary":"Human thiopurine S-methyltransferase (TPMT, EC 2.1.1.67) is a key enzyme in the detoxification of thiopurine drugs widely used in the treatment of various diseases, such as inflammatory bowel diseases, acute lymphoblastic leukaemia and rheumatic diseases. The TPMT gene is genetically polymorphic and the inverse relationship between TPMT activity and the risk of developing severe hematopoietic toxicity is well known. In this study, the entire coding sequence of TPMT, together with its 5'-flanking promoter region, was analysed in patients with an intermediate phenotype for thiopurine drug methylation. Four polymorphisms were identified, two previously described, c.356A>C (p.Lys(119)Thr, TPMT*9) and c.205C>G (p.Leu(69)Val, TPMT*21), and two novel missense mutations, c.537G>T (p.Gln(179)His, TPMT*24) and c.634T>C (p.Cys(212)Arg, TPMT*25). Structural investigations, using molecular modeling, were undertaken in an attempt to explain the potential impact of the amino acid substitutions on the structure and activity of the variant proteins. Additionally, in order to determine kinetic parameters (K(m) and V(max)) of 6-thioguanine (6-TG) methylation, the four variants were expressed in a recombinant yeast expression system. Assays were performed by HPLC and the results were compared with those of wild-type TPMT. The p.Leu(69)Val and the p.Cys(212)Arg substitutions encode recombinant enzymes with a significantly decreased intrinsic clearance compared to that of the wild-type protein, and, consequently, characterise non-functional alleles of TPMT. The p.Lys(119)Thr and the p.Gln(179)His substitutions do not affect significantly the catalytic activity of the corresponding variant proteins, which prevents to unambiguously describe these latter alleles as defective TPMT variants.","type":"article","volume":"76","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/18602085","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":551925768,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18602085","xrefId":"18602085"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1016/j.bcp.2008.05.009","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449255408,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1016%2Fj.bcp.2008.05.009","xrefId":"10.1016/j.bcp.2008.05.009"}],"year":2008}