{"@id":"https://pharmgkb.org/literature/10691956","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":10691956,"resourceId":"18408566","title":"Trinucleotide repeat variants in the promoter of the thiopurine S-methyltransferase gene of patients exhibiting ultra-high enzyme activity.","authors":["Roberts Rebecca L","Gearry Richard B","Bland Michael V","Sies Christiaan W","George Peter M","Burt Michael","Marinaki Anthony M","Arenas Monica","Barclay Murray L","Kennedy Martin A"],"journal":"Pharmacogenetics and genomics","month":5,"page":"434-8","pubDate":"2008-05-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18408566","summary":"Thiopurine S-methyl transferase (TPMT) is a cytosolic enzyme that catalyses the S-methylation of the thiopurine immunosuppressants. To date, 22 variants have been identified that are predictive of decreased TPMT activity. In contrast, no molecular explanation has been found for the 1-2% of Caucasians who exhibit ultra-high TPMT activity. Here, we report the characterization of polymorphisms within a trinucleotide (GCC) repeat element of the TPMT promoter in two patients with inflammatory bowel disease exhibiting the highest TPMT activity from two testing centres. The first patient was heterozygous for a variant allele carrying seven GCC repeats [(GCC)7], whereas the second patient was heterozygous for a variant allele containing five GCC repeats [(GCC)5]. Fifty patients with inflammatory bowel disease with normal TPMT activity were all homozygous for six GCC repeats [(GCC)6]. Of 200 healthy controls, five were found to be heterozygous for the (GCC)7 variant. Within in vitro reporter gene assays, the mean luciferase activities of the (GCC)6, (GCC)7, and (GCC)5 constructs were 8.0+/-0.26, 13.2+/-0.10 and 12.3+/-0.12, respectively. The significant increase in activity observed for (GCC)5 and (GCC)7 compared with (GCC)6 (P-value <or=0.001) strongly suggests that alteration in the number of trinucleotide repeats is responsible for the ultra-high TPMT activity observed in these patients.","type":"article","volume":"18","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/18408566","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":551168549,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18408566","xrefId":"18408566"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/FPC.0b013e3282f85e47","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449256452,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2FFPC.0b013e3282f85e47","xrefId":"10.1097/FPC.0b013e3282f85e47"}],"year":2008}