{"@id":"https://pharmgkb.org/literature/10690840","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":10690840,"resourceId":"20136357","title":"Are patients with intermediate TPMT activity at increased risk of myelosuppression when taking thiopurine medications?","authors":["Higgs Jenny E","Payne Katherine","Roberts Chris","Newman William G"],"journal":"Pharmacogenomics","month":2,"page":"177-88","pubDate":"2010-02-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/20136357","summary":": Thiopurine S-methyltransferase (TPMT) metabolizes thiopurine medications, including azathioprine and 6-mercaptopurine. Absent TPMT activity (i.e., in individuals homozygous for a variant TPMT allele) is associated with an increased risk of myelosuppression in patients taking thiopurine drugs. However, it is not clear if there is also an increased risk for patients with intermediate TPMT activity (i.e., in individuals heterozygous for a variant TPMT allele).\n\nOBJECTIVE: To quantify the increased risk of myelosuppression for patients with intermediate TPMT activity.\n\nMETHODS: A systematic review identified published studies, up to 29 September 2008, that explored the relationship between TMPT and hematological adverse drug reactions to thiopurines. Following a critical appraisal of the quality of published studies, a meta-analysis calculated the odds ratio of myelosuppression for patients with intermediate TPMT activity compared with wild-type.\n\nRESULTS: A total of 67 studies were identified, the majority retrospective cohort in design. Patients with two TPMT variant alleles who are TPMT deficient have a substantial increase in their risk of myelotoxicity (86% of deficient patients developed myelosuppression). The increase in odds ratio of developing leukopenia for patients with intermediate TPMT activity or one TPMT variant allele compared with wild-type was 4.19 (95% CI: 3.20-5.48).\n\nCONCLUSIONS: This meta-analysis suggests that individuals with both intermediate and absent TPMT activity have an increased risk of developing thiopurine-induced myelosuppression, compared with individuals with normal activity. However, there is significant variability in the quality of the reported studies and large prospective studies to clarify the size of the effect of TPMT variant alleles on the risk of myelosuppression should be conducted. Accurate risk assessments will provide important data to inform clinical guidelines.","type":"article","volume":"11","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/20136357","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":569773515,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/20136357","xrefId":"20136357"},{"@id":"https://pharmgkb.org/crossReference/doi/10.2217/pgs.09.155","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449256451,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.2217%2Fpgs.09.155","xrefId":"10.2217/pgs.09.155"}],"year":2010}