{"@id":"https://pharmgkb.org/literature/11482643","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":11482643,"resourceId":"12172211","title":"Azathioprine therapy and adverse drug reactions in patients with inflammatory bowel disease: impact of thiopurine S-methyltransferase polymorphism.","authors":["Schwab Matthias","Schäffeler Elke","Marx Claudia","Fischer Christine","Lang Thomas","Behrens Christoph","Gregor Michael","Eichelbaum Michel","Zanger Ulrich M","Kaskas Bernd A"],"journal":"Pharmacogenetics","month":8,"page":"429-36","pubDate":"2002-08-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12172211","summary":"The efficacy of the immunosuppressants azathioprine and 6-mercaptopurine has been well established in the therapy of inflammatory bowel diseases (IBD). However, its use has been complicated by a high incidence of serious adverse drug reactions such as hematotoxicity, hepatotoxicity, pancreatitis and gastrointestinal disturbances. Whereas azathioprine-related pancytopenia has been clearly linked to thiopurine S-methyltransferase (TPMT) polymorphism limited data are available to explain gastrointestinal side effects. In a retrospective analysis of 93 adults with IBD and azathioprine therapy both phenotyping and genotyping was used to explore systematically the relationship between TPMT and azathioprine-related adverse reactions. At time of inclusion, 69 patients were still receiving azathioprine therapy and had never experienced side effects. Azathioprine had been withdrawn in 10 patients for non-medical reasons or lack of response and 14 patients (15%) had stopped medication or were on reduced dose due to severe azathioprine-related side effects. Nine of these 14 patients had developed gastrointestinal side effects (hepatotoxicity, n = 3; pancreatitis, n = 3; others, n = 3), but their normal red blood cell TPMT activities were in accordance to TPMT wild-type. TPMT deficiency in one patient had led to pancytopenia whereas only two of the remaining four patients with hematotoxicity displayed an intermediate phenotype of TPMT. This study demonstrates that azathioprine-related gastrointestinal side effects are independent of the TPMT polymorphism. Nevertheless pharmacogenetic testing for TPMT prior to commencing thiopurine therapy should become routine practice in order to avoid severe hematotoxicity in TPMT deficient patients and lowering the incidence of hematological side effects in individuals heterozygous for TPMT.","type":"article","volume":"12","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/12172211","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":124412,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12172211","xrefId":"12172211"}],"year":2002}