{"@id":"https://pharmgkb.org/literature/12223284","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":12223284,"resourceId":"19891552","title":"Thiopurine S-methyltransferase pharmacogenetics in a large-scale healthy Italian-Caucasian population: differences in enzyme activity.","authors":["Serpe Loredana","Calvo Pier Luigi","Muntoni Elisabetta","D'Antico Sergio","Giaccone Mario","Avagnina Alessandra","Baldi Maurizio","Barbera Cristiana","Curti Franco","Pera Angelo","Eandi Mario","Zara Gian Paolo","Canaparo Roberto"],"journal":"Pharmacogenomics","month":11,"page":"1753-65","pubDate":"2009-11-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19891552","summary":"OBJECTIVE: To investigate the influence of genotype, age and gender on the thiopurine S-methyltransferase (TPMT) phenotype in healthy Italian-Caucasian subjects.\n\nMETHODS: The study investigated the TPMT genotype and the TPMT phenotype of 943 healthy Italian-Caucasian subjects of different age and gender (age range: 0.08-68 years; 623 males 320 females). TPMT red blood cell activity was measured in all samples and genotype was determined for the TPMT alleles *2, *3A, *3B and *3C.\n\nRESULTS: TPMT activity levels in our whole population ranged from 1.6 up to 75.2 U/gHb. Significant TPMT activity differences between wild-type and heterozygous subjects were observed. We divided our TPMT activity into four categories according to our frequency distribution: low (0.1%), intermediate (32.9%), normal (60%) and high (7%), with arbitrary cut-off values of 8.0, 19.4 and 37.0 U/gHb, respectively. The whole population had a total of 94.5% of homozygous wild-type subjects, 5.4% heterozygous variants and one (0.1%) compound heterozygous variant TPMT*3B/*3C. The overall concordance rate between TPMT genotypes and phenotypes was 71.6%. The TPMT activity was significantly higher in wild-type children (0.08-17 years) than in wild-type adults (aged 18-68 years). Moreover, it was noted that wild-type infants from 0.08 to 5 years had a 9% higher average TPMT activity than the other wild-type groups, and only in children from 0.08 to 2 years was the TPMT activity higher in males than in females.\n\nCONCLUSIONS: The data obtained in this study show that genetic factors seem to be the major aspect in TPMT phenotype variability in adults, whilst, in children, other physiological factors should be taken into consideration when assessing the TPMT phenotype, such as age and gender.","type":"article","volume":"10","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/19891552","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":569533478,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19891552","xrefId":"19891552"},{"@id":"https://pharmgkb.org/crossReference/doi/10.2217/pgs.09.103","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449259436,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.2217%2Fpgs.09.103","xrefId":"10.2217/pgs.09.103"}],"year":2009}