{"@id":"https://pharmgkb.org/literature/14145382","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14145382,"resourceId":"13679074","title":"In vitro characterization of four novel non-functional variants of the thiopurine S-methyltransferase.","authors":["Hamdan-Khalil Rima","Allorge Delphine","Lo-Guidice Jean-Marc","Cauffiez Christelle","Chevalier Dany","Spire Catherine","Houdret Nicole","Libersa Christian","Lhermitte Michel","Colombel Jean-Frédéric","Gala Jean-Luc","Broly Franck"],"journal":"Biochemical and biophysical research communications","month":10,"page":"1005-10","pubDate":"2003-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/13679074","summary":"Human thiopurine S-methyltransferase (TPMT) is an enzyme responsible for the detoxification of widely used thiopurine drugs such as azathioprine (Aza). Its activity is inversely related to the risk of developing severe hematopoietic toxicity in certain patients treated with standard doses of thiopurines. DNA samples from four leucopenic patients treated with Aza were screened by PCR-SSCP analysis for mutations in the 10 exons of the TPMT gene. Four missense mutations comprising two novel mutations, A83T (TPMT*13, Glu(28)Val) and C374T (TPMT*12, Ser(125)Leu), and two previously described mutations, G430C (TPMT*10, Gly(144)Arg) and T681G (TPMT*7, His(227)Gln) were identified. Using a recombinant yeast expression system, kinetic parameters (K(m) and V(max)) of 6-thioguanine S-methylation of the four TPMT variants were determined and compared to those obtained with wild-type TPMT. This functional analysis suggests that these rare allelic variants are defective TPMT alleles. The His(227)Gln variant retained only 10% of the intrinsic clearance value (V(max)/K(m) ratio) of the wild-type enzyme. The Ser(125)Leu and Gly(144)Arg variants were associated with a significant decrease in intrinsic clearance values, retaining about 30% of the wild-type enzyme, whereas the Glu(28)Val variant produced a more modest decrease (57% of the wild-type enzyme). The data suggest that the sporadic contribution of the rare Glu(28)Val, Ser(125)Leu, Gly(144)Arg, and His(227)Gln variants may account for the occurrence of altered metabolism of TPMT substrates. These findings improve our knowledge of the genetic basis of interindividual variability in TPMT activity and would enhance the efficiency of genotyping methods to predict patients at risk of inadequate responses to thiopurine therapy.","type":"article","volume":"309","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/13679074","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449263234,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/13679074","xrefId":"13679074"}],"year":2003}