{"@id":"https://pharmgkb.org/literature/14142707","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14142707,"resourceId":"9711875","title":"Detection of known and new mutations in the thiopurine S-methyltransferase gene by single-strand conformation polymorphism analysis.","authors":["Spire-Vayron de la Moureyre C","Debuysère H","Sabbagh N","Marez D","Vinner E","Chevalier E D","Lo Guidice J M","Broly F"],"journal":"Human mutation","month":0,"page":"177-85","pubDate":"1997-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9711875","summary":"To detect mutations in the thiopurine S-methyltransferase gene (TPMT), we have developed a strategy based on single-strand conformation polymorphism (SSCP) analysis of the gene amplified by polymerase chain reaction (PCR). The sensitivity of the method was first evaluated by analyzing DNA samples from five individuals, including two high methylators (HMs), two intermediate methylators (IMs), and one deficient methylator (DM). TPMT alleles and mutations in each of these individuals had previously been characterized by conventional PCR-based assays and direct sequencing analysis. All mutations were associated with particular shifts in the electrophoretic mobility of DNA fragments, allowing their identification. We further tested the efficiency of the strategy to detect new TPMT mutations. For this purpose, additional DNAs from 15 IMs and 15 HMs were submitted to PCR-SSCP analysis. A total of 7 alleles were characterized, including two new alleles. The first one, termed TPMT*1A, harbors a single mutation C-->T at nucleotide -178 in exon 1 and was detected in a HM subject. The second one, termed TPMT*7, was characterized by a T-->G transversion at nucleotide 681 in exon 10. This allele should be a nonfunctional allele of the TPMT gene since it was observed in combination with a wild-type allele in an intermediate methylator. We conclude that the PCR-SSCP strategy we developed could be advantageously used to fully characterize the extent of allelic variation at the TPMT gene locus in populations and thus to improve our understanding of the genetic polymorphism of TPMT activity, which has considerable consequences for the toxicity and efficacy of therapeutically important and widely used drugs.","type":"article","volume":"12","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/9711875","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449263219,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9711875","xrefId":"9711875"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1002/(SICI)1098-1004(1998)12:3<177::AID-HUMU5>3.0.CO;2-E","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449263220,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1002%2F%28SICI%291098-1004%281998%2912%3A3%3C177%3A%3AAID-HUMU5%3E3.0.CO%3B2-E","xrefId":"10.1002/(SICI)1098-1004(1998)12:3<177::AID-HUMU5>3.0.CO;2-E"}],"year":1998}