{"@id":"https://pharmgkb.org/literature/14145012","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14145012,"resourceId":"15226673","title":"Comprehensive analysis of thiopurine S-methyltransferase phenotype-genotype correlation in a large population of German-Caucasians and identification of novel TPMT variants.","authors":["Schaeffeler Elke","Fischer Christine","Brockmeier Dierk","Wernet Dorothee","Moerike Klaus","Eichelbaum Michel","Zanger Ulrich M","Schwab Matthias"],"journal":"Pharmacogenetics","month":7,"page":"407-17","pubDate":"2004-07-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15226673","summary":"The thiopurine S-methyltransferase (TPMT) genetic polymorphism has a significant clinical impact on the toxicity of thiopurine drugs. It has been proposed that the identification of patients who are at high risk for developing toxicity on the basis of genotyping could be used to individualize drug treatment. In the present study, phenotype-genotype correlation of 1214 healthy blood donors was investigated to determine the accuracy of genotyping for correct prediction of different TPMT phenotypes. In addition, the influence of gender, age, nicotine and caffeine intake was examined. TPMT red blood cell activity was measured in all samples and genotype was determined for the TPMT alleles *2 and *3. Discordant cases between phenotype and genotype were systematically sequenced. A clearly defined trimodal frequency distribution of TPMT activity was found with 0.6% deficient, 9.9% intermediate and 89.5% normal to high methylators. The frequencies of the mutant alleles were 4.4% (*3A), 0.4% (*3C) and 0.2% (*2). All seven TPMT deficient subjects were homozygous or compound heterozygous carriers for these alleles. In 17 individuals with intermediate TPMT activity discordant to TPMT genotype, four novel variants were identified leading to amino acid changes (K119T, Q42E, R163H, G71R). Taking these new variants into consideration, the overall concordance rate between TPMT genetics and phenotypes was 98.4%. Specificity, sensitivity and the positive and negative predictive power of the genotyping test were estimated to be higher than 90%. Thus, the results of this study provide a solid basis to predict TPMT phenotype in a Northern European Caucasian population by molecular diagnostics.","type":"article","volume":"14","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/15226673","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449263229,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15226673","xrefId":"15226673"}],"year":2004}