{"@id":"https://pharmgkb.org/literature/14145320","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14145320,"resourceId":"15083071","title":"Identification of two novel sequence variants affecting thiopurine methyltransferase enzyme activity.","authors":["Lindqvist Malin","Haglund Sofie","Almer Sven","Peterson Curt","Taipalensu Jan","Hertervig Erik","Lyrenäs Ebbe","Söderkvist Peter"],"journal":"Pharmacogenetics","month":4,"page":"261-5","pubDate":"2004-04-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15083071","summary":"The polymorphic enzyme thiopurine methyltransferase (TPMT) is involved in the methylation of thiopurines. On comparing the phenotype with the genotype in Swedish patients with inflammatory bowel disease and healthy individuals, we found two discordant cases with low TPMT enzyme activity (0.3 and 0.4 U/ml packed red blood cells (pRBC). Genotyping by pyrosequencing revealed that they carried the nucleotide substitutions 460G>A and 719A>G, giving two possible genotypes (TPMT*1/*3A or TPMT*3B/*3C). DNA sequencing of exon III to X was performed in the patients and their parents. We identified an A>G transition in the start codon (exon III, 1A>G, Met>Val, TPMT*14) in one of the patients and her father (6.3 U/ml pRBC). The mother in this family carried the 460G>A and 719A>G nucleotide substitutions (TPMT*1/*3A; 5.0 U/ml pRBC). In the second family, sequencing revealed a G>A transition in the acceptor splice site in intron VII/exon VIII (IVS7 -1G>A, TPMT*15) in the patient and his mother (6.9 U/ml pRBC). His father was genotyped as TPMT*1/*3A (6.0 U/ml pRBC). Hence, we report the identification of two novel sequence variants, present in highly conserved nucleotide positions of the human TPMT gene, resulting in a loss of enzyme activity.","type":"article","volume":"14","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/15083071","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":769173930,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15083071","xrefId":"15083071"}],"year":2004}