{"@id":"https://pharmgkb.org/literature/14145352","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14145352,"resourceId":"15652243","title":"Identification and functional analysis of two rare allelic variants of the thiopurine S-methyltransferase gene, TPMT*16 and TPMT*19.","authors":["Hamdan-Khalil Rima","Gala Jean-Luc","Allorge Delphine","Lo-Guidice Jean-Marc","Horsmans Yves","Houdret Nicole","Broly Franck"],"journal":"Biochemical pharmacology","month":2,"page":"525-9","pubDate":"2005-02-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15652243","summary":"Human thiopurine S-methyltransferase (TPMT) catalyses the S-methylation of thiopurine drugs. TPMT is genetically polymorphic and is associated with large interindividual variations in thiopurine drug toxicity and therapeutic efficacy. During routine genotyping of patients with Crohn's disease, one novel missense mutation, 365A>C (TPMT*19, Lys(122)Thr), and a recently described missense mutation, 488G>A (TPMT*16, Arg(163)His), were identified in a Caucasian and a Moroccan patient, respectively. Using a heterologous yeast expression system, kinetic parameters (K(m) and V(max)) of the two variants with respect to 6-thioguanine S-methylation were determined and compared with those obtained with the wild-type enzyme. The Lys(122)Thr exchange did not significantly decrease the intrinsic clearance value (V(max)/K(m)) of the variant enzyme. In contrast, the Arg(163)His substitution significantly decreased the intrinsic clearance value by three-fold. The Arg(163) is located in a highly conserved region of the human TPMT protein and, as such, the Arg(163)His substitution is expected to result in a marked reduction of enzyme activity, as confirmed by the in vitro data. Phenotyping by measurement of red blood cell TPMT activity indicated that the patient heterozygous for the Lys(122)Thr mutation had normal TPMT activity, whereas the patient heterozygous for the Arg(163)His mutation was an intermediate methylator, which demonstrated a positive correlation between TPMT phenotyping and the in vitro data. The identification of a novel non-functional allele of the TPMT gene improves our knowledge of the genetic basis of interindividual variability in TPMT activity. These data further enhance the efficiency of genotyping methods to predict patients at risk of an inadequate response to thiopurine therapy.","type":"article","volume":"69","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/15652243","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449263232,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15652243","xrefId":"15652243"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1016/j.bcp.2004.10.011","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449263233,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1016%2Fj.bcp.2004.10.011","xrefId":"10.1016/j.bcp.2004.10.011"}],"year":2005}