{"@id":"https://pharmgkb.org/literature/14523296","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14523296,"resourceId":"19682195","title":"Adverse reactions to azathioprine cannot be predicted by thiopurine S-methyltransferase genotype in Japanese patients with inflammatory bowel disease.","authors":["Takatsu Noritaka","Matsui Toshiyuki","Murakami Yuji","Ishihara Hiroshi","Hisabe Takashi","Nagahama Takashi","Maki Shinichirou","Beppu Takahiro","Takaki Yasuhiro","Hirai Fumihito","Yao Kenshi"],"journal":"Journal of gastroenterology and hepatology","month":7,"page":"1258-64","pubDate":"2009-07-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19682195","summary":"OBJECTIVE: Azathioprine (AZA) is associated with a high frequency of adverse reactions. We examined polymorphism of the thiopurine S-methyltransferase (TPMT) gene to determine whether the TPMT genotype would be a predictive marker for the development of adverse reactions to AZA.\n\nMETHODS: The frequency of TPMT mutations was investigated in 147 Japanese inflammatory bowel disease (IBD) patients retrospectively. In these subjects, the presence of four mutant alleles (TPMT*2, *3B, *3C and *8) was determined by direct sequencing. The incidence of adverse reactions among patients carrying wild-type TPMT was investigated. The blood level of 6-thioguanine nucleotide (6-TGN) was measured and analyzed in 47 patients with wild-type TPMT. The results were analyzed in relation to the concomitant use of aminosalicylates (ASA).\n\nRESULTS: Of the 147 patients, 144 (98.0%) were wild-type for TPMT (TPMT*1/*1) and three (2.0%) carried a mutant TPMT allele (TPMT*1/*3C). The incidence of adverse reactions was 33.3% (38/114) in the wild-type group. Leukopenia (WBC < or = 3000/microL) was seen in 15.8% of the patients with wild-type TPMT. 6-TGN levels varied among 47 patients with wild-type TPMT. The blood levels of 6-TGN were significantly higher in the patients receiving concomitant ASA treatment compared with those not receiving concomitant ASA treatment (P = 0.0033).\n\nCONCLUSIONS: The frequency of TPMT gene mutations is low among Japanese IBD patients. The incidence of adverse reactions to AZA was high, even in patients carrying wild-type TPMT. It is concluded that determination of TPMT genotype may not be useful in Japanese IBD patients to predict adverse reactions to AZA.","type":"article","volume":"24","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/19682195","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449264350,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19682195","xrefId":"19682195"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/j.1440-1746.2009.05917.x","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449264351,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fj.1440-1746.2009.05917.x","xrefId":"10.1111/j.1440-1746.2009.05917.x"}],"year":2009}