{"@id":"https://pharmgkb.org/literature/14727982","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14727982,"resourceId":"10580024","title":"Mercaptopurine therapy intolerance and heterozygosity at the thiopurine S-methyltransferase gene locus.","authors":["Relling M V","Hancock M L","Rivera G K","Sandlund J T","Ribeiro R C","Krynetski E Y","Pui C H","Evans W E"],"journal":"Journal of the National Cancer Institute","month":12,"page":"2001-8","pubDate":"1999-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10580024","summary":"BACKGROUND: Patients with acute lymphoblastic leukemia are often treated with 6-mercaptopurine, and those with homozygous deficiency in thiopurine S-methyltransferase (TPMT) enzyme activity have an extreme sensitivity to this drug as a result of the accumulation of higher cellular concentrations of thioguanine nucleotides. We studied the metabolism, dose requirements, and tolerance of 6-mercaptopurine among patients with different TPMT phenotypes.\n\nMETHODS: We compared, by use of statistical modeling, 6-mercaptopurine pharmacology and tolerance in 180 patients who achieved remission on St. Jude Children's Research Hospital Protocol Total XII composed of weekly methotrexate (40 mg/m(2)) and daily oral 6-mercaptopurine (75 mg/m(2)) given for 2.5 years, interrupted every 6 weeks during the first year for treatment with either high-dose methotrexate or teniposide plus cytarabine. Statistical tests were two-sided.\n\nRESULTS: Erythrocyte concentrations of thioguanine nucleotides (pmol/8 x 10(8) erythrocytes) were inversely related to TPMT enzyme activity (P<.01), with averages (+/- standard deviations) of 417 (+/-179), 963 (+/-752), and 3565 (+/-1282) in TPMT homozygous wild-type (n = 161), heterozygous (n = 17), and homozygous-deficient (n = 2) patients, respectively. There was complete concordance between TPMT genotype and phenotype in a subset of 28 patients for whom TPMT genotype was determined. There were no sex differences in thioguanine nucleotide concentrations (P =.24), TPMT enzyme activity (P =.22), or average weekly prescribed dose of 6-mercaptopurine (P=.49). The cumulative incidence of 6-mercaptopurine dose reductions due to toxicity was highest among patients homozygous for mutant TPMT (100%), intermediate among heterozygous patients (35%), and lowest among wild-type patients (7%) (P<.001), with average (+/- standard deviation) final weekly 6-mercaptopurine doses of 72 (+/-60), 449 (+/-160), and 528 (+/-90) mg/m(2), respectively. Lowering doses of 6-mercaptopurine in TPMT heterozygotes and in deficient patients allowed administration of full protocol doses of other chemotherapy while maintaining high thioguanine nucleotide concentrations.\n\nCONCLUSIONS: We conclude that genetic polymorphism in TPMT is an important determinant of mercaptopurine toxicity, even among patients who are heterozygous for this trait.","type":"article","volume":"91","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/10580024","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449265858,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10580024","xrefId":"10580024"}],"year":1999}