{"@id":"https://pharmgkb.org/literature/14727133","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14727133,"resourceId":"21819368","title":"Thiopurine S-methyltransferase polymorphism in Iranian kidney transplant recipients.","authors":["Aghdaie Mahdokht Hossein","Azarpira Negar","Geramizadeh Bita","Sagheb Mehdi","Darai Masumeh","Rahsaz Marjan","Malekhoseini Seid Ali"],"journal":"Experimental and clinical transplantation : official journal of the Middle East Society for Organ Transplantation","month":8,"page":"241-6","pubDate":"2011-08-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/21819368","summary":"OBJECTIVE: Thiopurine S-methyltransferase is an enzyme that catalyzes S-methylation of azathioprine as an immunosuppressive drug. Genetic polymorphisms influence thiopurine S-methyltransferase activity. There are 3 variant alleles: thiopurine S-methyltransferase*2, *3A, and *3C are responsible for more than 95% cases of low-enzyme activity.\n\nMETHODS: We studied these polymorphisms and the occurrence of azathioprine adverse effects in 50 renal transplant recipients undergoing triple immunosuppressive therapy including azathioprine, cyclosporine, and prednisone. Thiopurine S-methyltransferase genetic polymorphism was determined by polymerase chain reaction restriction fragment length polymorphism assay and allele-specific polymerase chain reaction methods. Azathioprine dosage; leukocyte, erythrocyte, and platelet counts; and graft rejection episodes were analyzed during hospitalization.\n\nRESULTS: Two patients (2%) were heterozygous for thiopurine S-methyltransferase*3C, the remaining patients were thiopurine S-methyltransferase wild-type *1/*1 (98%). Thiopurine S-methyltransferase wild-type homozygous and heterozygous patients were administered similar azathioprine dosages at the beginning of treatment (2.42 ± 0.50 and 2.52 ± 0.40 mg/kg/24 h). During subsequent days, mean azathioprine dosage administered to thiopurine S-methyltransferase wild-type homozygous patients was similar to heterozygous patients, but with no statistical difference (P = .28). Three patients had an acute rejection episode during this time. Five patients (10%) had reduced azathioprine dosage owing to adverse effects. Adverse reactions consisted of hematotoxicity (n=2), hepatotoxicity (n=1), and gastrointestinal toxicity (n=2). All recipients were wild-type homozygotes.\n\nCONCLUSIONS: The frequency of thiopurine S-methyltransferase gene mutations is low among our patients. The incidence of adverse reactions to azathioprine was also low, even in patients carrying a variant of thiopurine S-methyltransferase. We conclude that determining thiopurine S-methyltransferase genotype is not useful in our population to predict adverse reactions to azathioprine.","type":"article","volume":"9","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/21819368","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":827823903,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/21819368","xrefId":"21819368"}],"year":2011}