{"@id":"https://pharmgkb.org/literature/14814570","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14814570,"resourceId":"10208641","title":"The frequency and distribution of thiopurine methyltransferase alleles in Caucasian and Asian populations.","authors":["Collie-Duguid E S","Pritchard S C","Powrie R H","Sludden J","Collier D A","Li T","McLeod H L"],"journal":"Pharmacogenetics","month":2,"page":"37-42","pubDate":"1999-02-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10208641","summary":"Thiopurine methyltransferase metabolizes 6-mercaptopurine, thioguanine and azathioprine, thereby regulating cytotoxicity and clinical response to these thiopurine drugs. In healthy Caucasian populations, 89-94% of individuals have high thiopurine methyltransferase activity, 6-11% intermediate and 0.3% low, resulting from genetic polymorphism. Four variant thiopurine methyltransferase alleles were detected in over 80% of individuals with low or intermediate thiopurine methyltransferase activity. The wild-type allele is defined as TPMT*1 and the mutant alleles are TPMT*2 (G238C), TPMT*3A (G460A and A719G), TPMT*3B (G460A) and TPMT*3B (A719G). The frequency of these alleles in different ethnic groups is not well defined. In this study, DNA from 199 British Caucasian, 99 British South West Asian and 192 Chinese individuals was analysed for the presence of these variant alleles using polymerase chain reaction-restriction fragment length polymorphism and allele-specific polymerase chain reaction based assays. The frequency of individuals with a variant thiopurine methyltransferase genotype was: Caucasians 10.1% (20/199), South West Asians 2.0% (2/99) and Chinese 4.7% (9/192). Two TPMT*2 heterozygotes were identified in the Caucasian population, but this allele was not found in the two Asian populations. TPMT*3A was the only mutant allele found in the South West Asians (two heterozygotes). This was also the most common mutant allele in the Caucasians (16 heterozygotes and one homozygote) but was not found in the Chinese. All mutant alleles identified in the Chinese population were TPMT*3C (nine heterozygotes). This allele was found at a low frequency in the Caucasians (one heterozygote). This suggests that A719G is the oldest mutation, with G460A being acquired later to form the TPMT*3A allele in the Caucasian and South West Asian populations. TPMT*2 appears to be a more recent allele, which has only been detected in Caucasians to date. These ethnic differences may be important in the clinical use of thiopurine drugs.","type":"article","volume":"9","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/10208641","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":769173931,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10208641","xrefId":"10208641"}],"year":1999}