{"@id":"https://pharmgkb.org/literature/14907608","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14907608,"resourceId":"11503011","title":"Influence of the variable number of tandem repeats located in the promoter region of the thiopurine methyltransferase gene on enzymatic activity.","authors":["Alves S","Amorim A","Ferreira F","Prata M J"],"journal":"Clinical pharmacology and therapeutics","month":8,"page":"165-74","pubDate":"2001-08-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/11503011","summary":"BACKGROUND: The genetic polymorphism of thiopurine methyltransferase (TPMT) activity has a significant relevance in the clinical outcome of patients receiving thiopurine drugs as immunosupressive or anticancer therapies. Apart from several open reading frame mutations unequivocally associated with decreased TPMT activity, a variable number of tandem repeats (VNTR), located within the 5' untranslated region, was recently reported as also affecting gene expression.\n\nOBJECTIVE: We have characterized both molecularly, by polymerase chain reaction-based techniques, and enzymatically, with an HPLC-based method, a sample of 143 Portuguese Caucasian individuals with the main objective of deepening the study of the TPMT genotype/phenotype relationship. Because two different repeated elements (A and B) do contribute to the overall VNTR variation, we set out to analyze their combined and individual effects on TPMT activity.\n\nRESULTS: Allele VNTR*6 was found to be consistently associated with decreased levels of TPMT activity, supporting previous reports that the VNTR does affect levels of TPMT activity, although moderately and in a way not yet clearly defined. Furthermore, individual analysis of the A and B variations suggested that three B repeats was the likely motif influencing gene expression toward decreased transcription.\n\nCONCLUSIONS: Our hypothesis, which emphasizes the number of particular motifs within the VNTR internal structure more than the undiscriminated number of repeats as the potential causative factor affecting TPMT activity, needs further support from future studies, namely, from enlarged population samples. However, the knowledge of the VNTR acting mechanism will represent an important step toward fully understanding how the phenotypic variability at the TPMT trait is modulated.","type":"article","volume":"70","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/11503011","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":769173933,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/11503011","xrefId":"11503011"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1067/mcp.2001.117284","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449266968,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1067%2Fmcp.2001.117284","xrefId":"10.1067/mcp.2001.117284"}],"year":2001}