{"@id":"https://pharmgkb.org/literature/14945688","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":14945688,"resourceId":"20235789","title":"Human lymphoblastoid cell line panels: novel tools for assessing shared drug pathways.","authors":["Morag Ayelet","Kirchheiner Julia","Rehavi Moshe","Gurwitz David"],"journal":"Pharmacogenomics","month":3,"page":"327-40","pubDate":"2010-03-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/20235789","summary":"OBJECTIVE: While powerful in silico tools are emerging for predicting drug targets and pathways, general in vitro tools for assessing such predictions are lacking. We present a novel in vitro method for distinguishing shared versus distinct drug pathways based on comparative cell growth inhibition profiles across a small panel of human lymphoblastoid cell lines (LCLs) from individual donors.\n\nMETHODS: LCLs from unrelated healthy donors were examined in parallel for growth inhibition profiles of various drugs, including antidepressants (paroxetine, fluoxetine, fluvoxamine, citalopram, amitriptyline and imipramine); anticancer drugs (5-fluorouracil, 6-mercaptopurine, azathioprine, methotrexate and resveratrol); steroid drugs (dexamethasone, beclomethasone and prednisolone); and antipsychotic drugs (haloperidol and clozapine). Cell growth was assessed by the colorimetric 2,3-bis(2-methoxy-4-nitro-5-sulfophenly)-5-[(phenylamino) carbonyl]-2H-tetrazolium hydroxide method following 72 h of drug exposure.\n\nRESULTS: LCLs from unrelated individuals exhibited a wide range of sensitivities to growth inhibition by a given drug, which were independent of basal cell replication rates. Yet, each individual cell line demonstrated a consistent sensitivity to multiple drugs from the same family. High goodness-of-fit values (R(2) > 0.6) were consistently observed for plots comparing the growth-inhibition profiles for paired drugs sharing a similar pathway, for example antidepressants, steroid drugs, antipsychotics, or 6-mercaptopurine compared with azathioprine, but not for drugs with different pathways. The method's utility is demonstrated by the observation that chlorpheniramine, an antihistamine drug long suspected to also possess antidepressant-like properties, exhibits a growth-inhibition profile very similar to antidepressants.\n\nCONCLUSIONS: Comparing the growth-inhibition profiles of drugs (or compounds) of interest with the profiles of drugs with known pathways may assist in drug pathway classification. The method is useful for in vitro assessment of in silico-generated drug pathway predictions and for distinguishing shared versus distinct pathways for compounds of interest. Comparative transcriptomics analysis of human lymphoblastoid cell lines exhibiting 'edge' sensitivities can subsequently be utilized in the search for drug response biomarkers for personalized pharmacotherapy. The limitations and advantages of the method are discussed.","type":"article","volume":"11","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/20235789","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":570303234,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/20235789","xrefId":"20235789"},{"@id":"https://pharmgkb.org/crossReference/doi/10.2217/pgs.10.27","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449267146,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.2217%2Fpgs.10.27","xrefId":"10.2217/pgs.10.27"}],"year":2010}