{"@id":"https://pharmgkb.org/literature/15050499","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15050499,"resourceId":"23407052","title":"Nomenclature for alleles of the thiopurine methyltransferase gene.","authors":["Appell Malin L","Berg Jonathan","Duley John","Evans William E","Kennedy Martin A","Lennard Lynne","Marinaki Tony","McLeod Howard L","Relling Mary V","Schaeffeler Elke","Schwab Matthias","Weinshilboum Richard","Yeoh Allen E J","McDonagh Ellen M","Hebert Joan M","Klein Teri E","Coulthard Sally A"],"journal":"Pharmacogenetics and genomics","month":4,"page":"242-8","pubDate":"2013-04-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/23407052","summary":"The drug-metabolizing enzyme thiopurine methyltransferase (TPMT) has become one of the best examples of pharmacogenomics to be translated into routine clinical practice. TPMT metabolizes the thiopurines 6-mercaptopurine, 6-thioguanine, and azathioprine, drugs that are widely used for treatment of acute leukemias, inflammatory bowel diseases, and other disorders of immune regulation. Since the discovery of genetic polymorphisms in the TPMT gene, many sequence variants that cause a decreased enzyme activity have been identified and characterized. Increasingly, to optimize dose, pretreatment determination of TPMT status before commencing thiopurine therapy is now routine in many countries. Novel TPMT sequence variants are currently numbered sequentially using PubMed as a source of information; however, this has caused some problems as exemplified by two instances in which authors' articles appeared on PubMed at the same time, resulting in the same allele numbers given to different polymorphisms. Hence, there is an urgent need to establish an order and consensus to the numbering of known and novel TPMT sequence variants. To address this problem, a TPMT nomenclature committee was formed in 2010, to define the nomenclature and numbering of novel variants for the TPMT gene. A website (http://www.imh.liu.se/tpmtalleles) serves as a platform for this work. Researchers are encouraged to submit novel TPMT alleles to the committee for designation and reservation of unique allele numbers. The committee has decided to renumber two alleles: nucleotide position 106 (G>A) from TPMT*24 to TPMT*30 and position 611 (T>C, rs79901429) from TPMT*28 to TPMT*31. Nomenclature for all other known alleles remains unchanged.","type":"article","volume":"23","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/23407052","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":981750665,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/23407052","xrefId":"23407052"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/FPC.0b013e32835f1cc0","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449274952,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2FFPC.0b013e32835f1cc0","xrefId":"10.1097/FPC.0b013e32835f1cc0"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC3727893","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449274951,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3727893","xrefId":"PMC3727893"}],"year":2013}