{"@id":"https://pharmgkb.org/literature/15052281","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15052281,"resourceId":"23438889","title":"Pharmacogenetics of disease-modifying antirheumatic drugs in rheumatoid arthritis: towards personalized medicine.","authors":["Umićević Mirkov Maša","Coenen Marieke J H"],"journal":"Pharmacogenomics","month":3,"page":"425-44","pubDate":"2013-03-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/23438889","summary":"Rheumatoid arthritis is a disease showing considerable heterogeneity in all its aspects, including response to therapy. The efficacy of disease-modifying antirheumatic drugs (DMARDs), with or without biological activity, has been unambiguously established. DMARDs improve the symptoms associated with the disease, and, even more importantly, are capable of stagnating the joint damage associated with the disease. Nonetheless, a considerable proportion of patients fail to achieve an adequate response and/or experience toxicity. This variability in treatment response between individuals has given rise to an extensive search for prognostic markers in order to personalize and optimize therapy in rheumatoid arthritis patients. Pharmacogenetics, the study of genetic variation underlying differential responses to drugs, is a rapidly progressing field in rheumatology that might enable personalized therapy in rheumatic diseases. This review will summarize the pharmacogenetics of commonly used synthetic and biological DMARDs.","type":"article","volume":"14","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/23438889","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449275423,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/23438889","xrefId":"23438889"},{"@id":"https://pharmgkb.org/crossReference/doi/10.2217/pgs.13.22","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449275424,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.2217%2Fpgs.13.22","xrefId":"10.2217/pgs.13.22"}],"year":2013}