{"@id":"https://pharmgkb.org/literature/15069365","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15069365,"resourceId":"15022030","title":"Phenotype and genotype for thiopurine methyltransferase activity in the French Caucasian population: impact of age.","authors":["Ganiere-Monteil Catherine","Medard Yves","Lejus Corinne","Bruneau Béatrice","Pineau Alain","Fenneteau Odile","Bourin Michel","Jacqz-Aigrain Evelyne"],"journal":"European journal of clinical pharmacology","month":4,"page":"89-96","pubDate":"2004-04-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15022030","summary":"OBJECTIVE: Thiopurine drugs are commonly used in pediatric patients for the treatment of acute leukemia, organ transplantation and inflammatory diseases. They are catabolized by the cytosolic thiopurine methyltransferase (TPMT), which is subject to a genetic polymorphism. In children, enzyme activities are immature at birth and developmental patterns vary widely from one enzyme to another. The present study was undertaken to evaluate erythrocyte TPMT activity and the correlation between genotype and phenotype in different age groups from birth to adolescence and adulthood.\n\nMETHODS: The study included 304 healthy adult blood donors, 147 children and 18 neonates (cord bloods). TPMT activity was measured by liquid chromatography, and genotype was determined using a polymerase chain reaction reverse dot-blot analysis identifying the predominant TPMT mutant alleles (TPMT*3A, TPMT*3B, TPMT*3C, TPMT*2).\n\nRESULTS: There was no significant difference in TPMT activity between cord bloods ( n=18) and children ( n=147) (17.48+/-4.04 versus 18.62+/-4.14 respectively, P=0.424). However, TPMT was significantly lower in children than in adults (19.34+/-4.09) ( P=0.033). In the whole population, there were 91.9% homozygous wild type, 7.9% heterozygous mutants and 0.2% homozygous mutants. The frequency of mutant alleles was 3.0% for TPMT*3A, 0.7% for TPMT*2 and 0.4% for TPMT*3C.\n\nCONCLUSIONS: No impact of child development on TPMT activity could be evidenced, suggesting that TPMT activity is already mature at birth. The difference between children and adults was low with reduced clinical impact expected. When individual TPMT activity was compared with genotype, there was an overlapping region where subjects (4.5%, 12 adults, 9 children) were either homozygous wild type or heterozygous, with a TPMT activity below the antimode value. This result highlighted the importance of measuring TPMT activity to detect all patients at risk of thiopurine toxicity.","type":"article","volume":"60","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/15022030","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279262,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15022030","xrefId":"15022030"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1007/s00228-004-0732-5","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279263,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1007%2Fs00228-004-0732-5","xrefId":"10.1007/s00228-004-0732-5"}],"year":2004}