{"@id":"https://pharmgkb.org/literature/15069311","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15069311,"resourceId":"10376773","title":"Thiopurine methyltransferase pharmacogenetics: alternative molecular diagnosis and preliminary data from Northern Portugal.","authors":["Alves S","Prata M J","Ferreira F","Amorim A"],"journal":"Pharmacogenetics","month":4,"page":"257-61","pubDate":"1999-04-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10376773","summary":"The thiopurine methyltransferase (TPMT) genetic polymorphism has been shown to have a highly significant clinical impact, namely in the therapeutic efficiency of thiopurine drugs used in the treatment of a wide range of diseases. Available diagnostic methods, although reproducible and sensitive, are relatively laborious. Thus population studies are still very scarce. In this work we describe a new polymerase chain reaction-single strand confirmational analysis based protocol for TPMT specific detection which introduces a substantial technical simplification avoiding the use of restriction enzyme treatment after polymerase chain reaction amplification. Additionally, the use of this protocol allows the simultaneous detection of a T474 to C substitution, a frequent silent mutation in the North Portuguese population (TPMT*1S = 0.215). In a sample of 310 unrelated Northern Portuguese individuals, 15 were found to be heterozygous for the TPMT*3A allele (defined by the presence of two transitions, G460 to A and A719 to G) which is associated with TPMT enzymatic deficiency; the corresponding gene frequency estimate was 0.024. We also attempted to evaluate the relationship between the molecular TPMT genotype and the reaction to treatments involving thiopurine drugs by analysing a sample of 24 children submitted to curative therapy of acute lymphoblastic leukaemia. Four of them were shown to be heterozygous for the TPMT*3A allele. An examination of their clinical histories showed that all four patients exhibited signs of severe hepatic toxicity during treatment.","type":"article","volume":"9","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/10376773","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279249,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10376773","xrefId":"10376773"}],"year":1999}