{"@id":"https://pharmgkb.org/literature/15069231","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15069231,"resourceId":"14508387","title":"Phenotypic and genotypic analysis of thiopurine s-methyltransferase polymorphism in the bulgarian population.","authors":["Indjova Dessislava","Atanasova Srebrena","Shipkova Maria","Armstrong Victor W","Oellerich Michael","Svinarov Dobrin"],"journal":"Therapeutic drug monitoring","month":10,"page":"631-6","pubDate":"2003-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/14508387","summary":"Genetic polymorphism of TPMT activity is an important factor responsible for large individual differences in thiopurine toxicity and therapeutic efficacy. The aim of this study was to determine the distribution of TPMT activity as well as the types and frequencies of mutant alleles in a Bulgarian population sample. TPMT activity was measured in 313 Bulgarians, using an established HPLC procedure. All individuals with TPMT activity less than 12.0 nmol/(mL Ery.h) (n = 76) were additionally genotyped using a color multiplex hybridization assay. The samples were tested for TPMT*2, *3A, *3B, *3C, *3D, *4, and *6 mutant alleles. TPMT activities varied from 1.1 to 24.0 nmol/(mL Ery.h) [mean 14.2 +/- 3.2 nmol/(mL Ery.h)]: 92.3% of the individuals investigated had high TPMT activity [>10 nmol/(mL Ery. h)], whereas 7.4% were intermediate [2.8-10 nmol/(mL Ery.h)], and 0.3% were low metabolizers [< 2.8 nmol/(mL Ery.h)]. A significant gender-related difference in TPMT activity (P = 0.02) was observed with 6.2% higher values in men than in women. There was no significant correlation between age and enzyme activity (r = 0.06, P = 0.27). Genotype analysis revealed three mutant TPMT alleles: 2, 3A, and 3C. The frequency of these alleles among the TPMT-deficient individuals was 2.17%, 30.4%, and 2.17%, respectively. These data show a similar distribution of TPMT activity among the Bulgarian population investigated as in most other white populations with the frequency of intermediate metabolizers being somewhat lower (7.4% versus approximately 11%) in the Bulgarians. The most common variant allele was TPMT-3A, as in other white populations.","type":"article","volume":"25","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/14508387","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279233,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/14508387","xrefId":"14508387"}],"year":2003}