{"@id":"https://pharmgkb.org/literature/15065301","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15065301,"resourceId":"24121523","title":"TPMT genetic variants are associated with increased rejection with azathioprine use in heart transplantation.","authors":["Liang Jackson J","Geske Jennifer R","Boilson Barry A","Frantz Robert P","Edwards Brooks S","Kushwaha Sudhir S","Kremers Walter K","Weinshilboum Richard M","Pereira Naveen L"],"journal":"Pharmacogenetics and genomics","month":12,"page":"658-65","pubDate":"2013-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/24121523","summary":"OBJECTIVE: Azathioprine (AZA) is an important immunosuppressant drug used in heart transplantation (HTX). Consensus guidelines recommend that patients with thiopurine S-methyltransferase (TPMT) genetic variants be started on lower AZA dose because of higher active metabolite levels and risk of adverse events. However, in-vitro lymphocyte proliferation assays performed in participants with inactive TPMT alleles have suggested that AZA use may result in decreased immunosuppressant efficacy as compared with wild-type (WT) individuals. The objective of this study was therefore to determine the effect of TPMT genetic variation on AZA efficacy or prevention of rejection in HTX recipients treated with AZA.\n\nMETHODS: We genotyped 93 HTX recipients treated with AZA and measured erythrocyte TPMT enzyme activity. Acute rejection was monitored by routine endomyocardial biopsies.\n\nRESULTS: There were 83 WT and 10 heterozygote (HZ) HTX recipients. TPMT activity level was lower in HZ compared with WT (13.1±2.8 vs. 21±4.5 U/ml red blood cell, P<0.001). Despite similar AZA dose, HZ developed severe rejection earlier (P<0.001), and the total rejection score was higher (P=0.02) than WT. AZA was discontinued more frequently in HZ (P=0.01) because of rejection. The incidence of leukopenia was similar between the groups (40 vs. 43%, P=1.0).\n\nCONCLUSIONS: HTX recipients with TPMT genetic variant alleles who are treated with AZA develop acute rejection earlier, more frequently, and of greater severity. These patients, despite having lower TPMT enzymatic activity, should be monitored carefully for possible increased risk of acute rejection.","type":"article","volume":"23","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/24121523","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449278233,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/24121523","xrefId":"24121523"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/FPC.0000000000000005","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449278235,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2FFPC.0000000000000005","xrefId":"10.1097/FPC.0000000000000005"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC3894785","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449278234,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3894785","xrefId":"PMC3894785"}],"year":2013}