{"@id":"https://pharmgkb.org/literature/15068679","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15068679,"resourceId":"17381669","title":"Current use of pharmacogenetic testing: a national survey of thiopurine methyltransferase testing prior to azathioprine prescription.","authors":["Fargher E A","Tricker K","Newman W","Elliott R","Roberts S A","Shaffer J L","Bruce I","Payne K"],"journal":"Journal of clinical pharmacy and therapeutics","month":4,"page":"187-95","pubDate":"2007-04-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17381669","summary":"BACKGROUND: Azathioprine is an immunosuppressant prescribed for the treatment of inflammatory conditions and after organ transplantation. Risk of neutropaenia has limited the effective use of azathioprine (AZA) and driven requirements for careful monitoring and blood tests. Thiopurine methyltransferase (TPMT) is a genetically moderated key enzyme involved in the metabolism of AZA that can be used to stratify individuals into different levels of risk of developing neutropaenia. Two techniques can be used to measure TPMT status: enzyme-level testing (phenotype testing) and DNA based testing (genotype testing).\n\nOBJECTIVE: To identify the current uptake of TPMT enzyme-level testing, TPMT genotype testing, and, the role of guidelines; to inform the prescribing and monitoring of AZA.\n\nMETHODS: A survey was mailed to a consultant dermatologist, gastroenterologist, and rheumatologist at every NHS Hospital Trust in England. The survey comprised mainly closed questions exploring: use of AZA and monitoring; use of TPMT enzyme-level testing and genotype testing; and, the role of guidelines to guide prescribing practice.\n\nRESULTS: A 70% (n=287) response rate was obtained. The majority of respondents reported prescribing AZA (99%, n=283). Prescribing and monitoring patterns differed between individual respondents and between the three disciplines. TPMT enzyme-level testing was reportedly used by 67% (n=189) of respondents, but this differed by discipline (dermatologists 94%, gastroenterologists 60%, rheumatologists 47%). In 91% of cases enzyme-level testing was carried out prior to prescribing AZA. Genotype testing is not typically available to NHS clinicians but 15 clinicians (six dermatologists, six gastroenterologists, three rheumatologists) reported using it. Most consultants (82%) reported using guidelines to inform their AZA prescribing and monitoring (dermatologists 81%, gastroenterologists 75%, rheumatologists 94%).\n\nCONCLUSIONS: Two-thirds of the consultants surveyed in England are using TPMT enzyme-level testing, prior to AZA treatment. Uptake differs between specialities. High uptake of TPMT enzyme-level testing by dermatologists, compared with gastroenterologists and rheumatologists, may reflect national guidelines advocating its use prior to AZA. Uptake of enzyme-level testing may alter in other specialties as other guidelines are developed.","type":"article","volume":"32","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/17381669","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279106,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17381669","xrefId":"17381669"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/j.1365-2710.2007.00805.x","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279107,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fj.1365-2710.2007.00805.x","xrefId":"10.1111/j.1365-2710.2007.00805.x"}],"year":2007}