{"@id":"https://pharmgkb.org/literature/15069245","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15069245,"resourceId":"15349717","title":"The impact of thiopurine S-methyltransferase polymorphisms on azathioprine dose 1 year after renal transplantation.","authors":["Fabre Margarete A","Jones Des C","Bunce Mike","Morris Peter J","Friend Peter J","Welsh Ken I","Marshall Sara E"],"journal":"Transplant international : official journal of the European Society for Organ Transplantation","month":10,"page":"531-9","pubDate":"2004-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15349717","summary":"Azathioprine metabolism is influenced by activity of the enzyme thiopurine S-methyltransferase (TPMT), which varies markedly between individuals. In this study we examined the influence of TPMT gene polymorphisms on azathioprine dose 1 year after renal transplantation. TPMT coding and promoter genotypes were determined using PCR-based assays. Azathioprine dose, white cell count, and intercurrent events throughout the first year after renal transplantation were ascertained from contemporaneous clinical notes. All patients analysed ( n=172) received an initial azathioprine dose of 1.5 mg/kg per day. Twelve individuals with one variant TPMT coding allele were detected (*3A n=11, *3C n=1). Of these, 58% required azathioprine dose reduction because of leucopenia, compared to only 30% of homozygous wild-type patients ( P=0.04). A significant correlation between the presence of >/=11 variable number tandem repeats (VNTRs) in the TPMT promoter and reduction in azathioprine dose was also identified ( P=0.001). We concluded that when azathioprine is administered at an initial dose of 1.5 mg/kg per day, both coding and promoter TPMT polymorphisms influence the dose tolerated.","type":"article","volume":"17","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/15349717","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279234,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15349717","xrefId":"15349717"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1007/s00147-004-0737-0","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279235,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1007%2Fs00147-004-0737-0","xrefId":"10.1007/s00147-004-0737-0"}],"year":2004}