{"@id":"https://pharmgkb.org/literature/15069376","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15069376,"resourceId":"16202677","title":"TPMT genotype and the use of thiopurines in paediatric inflammatory bowel disease.","authors":["Stocco G","Martelossi S","Barabino A","Fontana M","Lionetti P","Decorti G","Malusà N","Bartoli F","Fezzi M","Giraldi T","Ventura A"],"journal":"Digestive and liver disease : official journal of the Italian Society of Gastroenterology and the Italian Association for the Study of the Liver","month":12,"page":"940-5","pubDate":"2005-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16202677","summary":"BACKGROUND: Thiopurines are used in the treatment of inflammatory bowel disease. They are metabolised via methylation by thiopurine-S-methyltransferase (TPMT), which displays a genetically determined polymorphic activity. Subjects with reduced TPMT activity have a higher concentration of active thiopurine metabolites and may be at increased risk of bone-marrow suppression.\n\nOBJECTIVE: To evaluate the relevance of TPMT genotyping in the management of thiopurines therapy in inflammatory bowel disease patients.\n\nMETHODS: Adverse effects and clinical response were determined retrospectively and correlated with TPMT genotype in 70 paediatric inflammatory bowel disease patients.\n\nRESULTS: Nineteen patients (27.1%) developed adverse effects; of the 51 who did not, 34 (66.7%) responded to treatment. Five patients (7.1%) were heterozygous for a variant TPMT allele; two of these (40%) were intolerant to thiopurines, compared to 17 of the 65 patients (26.2%) with a wild type gene (O.R. 1.88, 95% CI 0.29-12.2, p=0.61); among the 34 responders, the median dosage of the drug required to obtain remission was lower for mutated than for wild type patients (1.6mgkg(-1)day(-1) versus 2.0mgkg(-1)day(-1), p=0.043).\n\nCONCLUSIONS: There was no significant association between adverse effects of thiopurines and TPMT heterozygous genotype, but TPMT genotyping could be useful in establishing the most appropriate dose of thiopurines to start treatment.","type":"article","volume":"37","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16202677","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279266,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16202677","xrefId":"16202677"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1016/j.dld.2005.08.003","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279267,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1016%2Fj.dld.2005.08.003","xrefId":"10.1016/j.dld.2005.08.003"}],"year":2005}