{"@id":"https://pharmgkb.org/literature/15069274","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15069274,"resourceId":"16611274","title":"Pharmacogenetics of thiopurine therapy in paediatric IBD patients.","authors":["De Ridder L","Van Dieren J M","Van Deventer H J H","Stokkers P C F","Van der Woude J C J","Van Vuuren A J","Benninga M A","Escher J C","Hommes D W"],"journal":"Alimentary pharmacology & therapeutics","month":4,"page":"1137-41","pubDate":"2006-04-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16611274","summary":"BACKGROUND: Azathioprine is widely used in the treatment of children with inflammatory bowel disease. The occurrence and type of adverse events to azathioprine may be related to thiopurine S-methyltransferase (TPMT) enzyme activity and to inosine triphophate pyrophosphatase (ITPase) deficiency.\n\nOBJECTIVE: Investigate frequencies of functional TPMT polymorphisms and ITPA polymorphisms and their association with the occurrence of adverse events during azathioprine therapy in a paediatric inflammatory bowel disease population.\n\nMETHODS: Seventy-two azathioprine treated paediatric inflammatory bowel disease patients, 47% girls, mean age 12.5 years (range 6.5-17.5), were assessed for TPMT and ITPA polymorphisms and for adverse events. The relation between polymorphisms and adverse events is evaluated.\n\nRESULTS: Of all azathioprine treated patients, 11 experienced an adverse event for which azathioprine was stopped: pancreatitis (n = 4), leucopenia (n = 2) and 'general malaise' (n = 5). Of the 11 patients who stopped azathioprine because of adverse events, 10 had wild-type alleles for all investigated genotypes. Genotyping of ITPA 94C>A polymorphisms showed that two patients were homozygous, both tolerated azathioprine well.\n\nCONCLUSIONS: No association of functional ITPA and TPMT polymorphisms and the occurrence of azathioprine related adverse events could be detected. Pharmacogenetic assessment prior to thiopurine therapy does not seem warranted.","type":"article","volume":"23","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16611274","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279243,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16611274","xrefId":"16611274"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/j.1365-2036.2006.02853.x","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279244,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fj.1365-2036.2006.02853.x","xrefId":"10.1111/j.1365-2036.2006.02853.x"}],"year":2006}