{"@id":"https://pharmgkb.org/literature/15069327","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15069327,"resourceId":"17164697","title":"Analysis of thiopurine S-methyltransferase polymorphism in the population of Serbia and Montenegro and mercaptopurine therapy tolerance in childhood acute lymphoblastic leukemia.","authors":["Dokmanovic Lidija","Urosevic Jelena","Janic Dragana","Jovanovic Nada","Petrucev Branka","Tosic Natasa","Pavlovic Sonja"],"journal":"Therapeutic drug monitoring","month":12,"page":"800-6","pubDate":"2006-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17164697","summary":"Thiopurine S-methyltransferase (TPMT) is an enzyme that converts thiopurine drugs into inactive metabolites. It is now well established that interindividual variation in sensitivity to thiopurines can be the result of the presence of genetic polymorphisms in the TPMT gene. The aim of this study was to determine the frequency and type of TPMT polymorphisms in the population of Serbia and Montenegro and to assess its relevance in the management of childhood acute lymphoblastic leukemia (ALL). Blood samples from 100 healthy adults and 100 children with ALL were analyzed for common mutations in the TPMT gene using polymerase chain reaction-based assays. The results revealed that allelic frequencies were 0.2% for TPMT*2, 3.2% for TPMT*3A, and 0.5% for TPMT*3B. A rare TPMT*3B allele was detected in 2 families. No TPMT*3C allele was found. The general pattern of TPMT-variant allele distribution as well as their frequencies in the population of Serbia and Montenegro, is similar to those determined for other Slavic and Mediterranean populations. The ability to tolerate 6-mercaptopurine (6-MP) -based maintenance therapy was used as a surrogate marker of hematologic toxicity. In the study of 50 patients with childhood ALL treated according to the BFM-like protocol, it was found that even TPMT-heterozygous patients are at greater risk of thiopurine drug-related leukopenia (mean duration of period when children missed therapy as a result of leukopenia for TPMT-heterozygous patients was 11.3 weeks vs 3.4 weeks for wild-type genotype patients, P < 0.01). In another group of 50 patients, the TPMT genotype was determined prospectively. The therapy protocol was modified considering their TPMT genotype. Administering reduced 6-MP dosages in the initial phase of maintenance allowed TPMT-heterozygous patients to later receive full protocol doses of both 6-MP and nonthiopurine therapy without omitting therapy resulting from myelotoxicity. These results justify performing TPMT genotyping before initiating thiopurine therapy in all children with ALL to minimize consequent toxicity.","type":"article","volume":"28","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/17164697","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279253,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17164697","xrefId":"17164697"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/01.ftd.0000249947.17676.92","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279254,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2F01.ftd.0000249947.17676.92","xrefId":"10.1097/01.ftd.0000249947.17676.92"}],"year":2006}