{"@id":"https://pharmgkb.org/literature/15069350","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15069350,"resourceId":"15545169","title":"Monitoring of long-term thiopurine therapy among adults with inflammatory bowel disease.","authors":["Hindorf U","Lyrenäs E","Nilsson A","Schmiegelow K"],"journal":"Scandinavian journal of gastroenterology","month":11,"page":"1105-12","pubDate":"2004-11-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15545169","summary":"BACKGROUND: The immunosuppressive effects of thiopurine drugs are mainly mediated through their intracellular metabolism into active 6-thioguanine nucleotide (6-TGN) metabolites, which are incorporated into DNA. Erythrocyte 6-TGN (E-6TGN) levels have been proposed as an instrument for monitoring treatment. The aim of the study was to use erythrocyte E-6TGN, methylated mercaptopurine (MeMP) metabolites, and thiopurine methyltransferase (TPMT) measurements in a clinical setting to determine the clinical outcome in relation to thiopurine metabolism.\n\nMETHODS: Fifty-five adult patients with inflammatory bowel disease were included in a prospective study and followed for 6 months. Metabolite levels were measured and correlated to outcome and AZA/6-MP dose.\n\nRESULTS: The E-6TGN level was significantly related to the TPMT genotype (P = 0.008). Patients in disease remission had higher E-6TGN levels than patients with disease activity both at baseline (P < 0.05) and after 6 months (P = 0.02). Active disease was more frequent among subjects with E-6TGN < or = 125 nmol/mmol Hb at baseline (P = 0.04), but not at 6 months. AZA/6-MP drug dose was positively correlated to E-MeMP levels (r = 0.48; P < 0.001) and E-MeMP/E-6TGN ratio (r = 0.41; P = 0.002). Dose changes were positively correlated with the changes in E-MeMP levels (P = 0.01) and E-MeMP/E-6TGN ratio (P = 0.03).\n\nCONCLUSIONS: E-6TGN level was the only factor in this study related to disease activity, while there was no relationship between AZA/6-MP dose and E-6TGN levels. This finding illustrates the clinical usefulness of E-6TGN monitoring in the evaluation of treatment intensity.","type":"article","volume":"39","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/15545169","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279257,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15545169","xrefId":"15545169"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1080/00365520410007980","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279258,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1080%2F00365520410007980","xrefId":"10.1080/00365520410007980"}],"year":2004}