{"@id":"https://pharmgkb.org/literature/15069298","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15069298,"resourceId":"16044099","title":"The impact of thiopurine s-methyltransferase polymorphism on azathioprine-induced myelotoxicity in renal transplant recipients.","authors":["Kurzawski Mateusz","Dziewanowski Krzysztof","Gawrońska-Szklarz Barbara","Domański Leszek","Droździk Marek"],"journal":"Therapeutic drug monitoring","month":8,"page":"435-41","pubDate":"2005-08-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16044099","summary":"Thiopurine S-methyltransferase (TPMT) is an enzyme that catalyzes the S-methylation of thiopurine drugs such as 6-mercaptopurine, 6-thioguanine, and azathioprine. TPMT activity exhibits an interindividual variability, mainly as a result of genetic polymorphism. Patients with intermediate or deficient TMPT activity are at risk for toxicity after receiving standard doses of thiopurine drugs. It has previously been reported that 3 variant alleles: TPMT*2, *3A, and *3C are responsible for over 95% cases of low enzyme activity. The purpose of this study was to explore the association between these polymorphisms and the occurrence of azathioprine adverse effects in 112 renal transplant recipients undergoing triple immunosuppressive therapy including azathioprine, cyclosporine, and prednisone. TPMT genetic polymorphism was determined using PCR-RFLP and allele-specific PCR methods. Azathioprine dose, leukocyte, erythrocyte, and platelet counts, graft rejection episodes, as well as cyclosporine levels were analyzed throughout the first year after organ transplantation. We found the frequency of leukopenia episodes (WBC < 4.0 x 10(9)/L) significantly higher in heterozygous patients (53.8%) compared with those with TPMT wild-type genotype (23.5%). One patient, who was a compound homozygote (3A/*3C), experienced severe azathioprine-related myelotoxicity each time after receiving the standard drug dose. Our results suggest that polymorphisms in TPMT gene may be responsible for approximately 12.5% of all leukopenia episodes in renal transplant recipients treated with azathioprine. Genotyping for the major TPMT variant alleles may be a valuable tool in preventing AZA toxicity and optimization of immunosuppressive therapy.","type":"article","volume":"27","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16044099","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279248,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16044099","xrefId":"16044099"}],"year":2005}