{"@id":"https://pharmgkb.org/literature/15068813","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15068813,"resourceId":"14560161","title":"Mistaken identity: misclassification of TPMT phenotype following blood transfusion.","authors":["Cheung Seau-Tak","Allan Robert N"],"journal":"European journal of gastroenterology & hepatology","month":11,"page":"1245-7","pubDate":"2003-11-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/14560161","summary":"Azathioprine (AZA) is an effective treatment for inflammatory bowel disease. The measurement of thiopurine methyltransferase (TPMT) activity levels helps to identify the one in 300 patients who are at risk of profound myelosuppression with standard doses of AZA. Thus, it is important that the measurement of TPMT activity is accurate. We report a case of misclassification of TPMT phenotype caused by prior blood transfusion. The patient appeared to have an intermediate level of TPMT enzyme activity as measured after the blood transfusion. However, following severe myelosuppression soon after starting AZA, her genotype was determined, which showed that she was homozygous for low TPMT activity. This report reviews some of the limitations in determining both the phenotype and the genotype of TPMT, especially following recent blood transfusion. The dilemma of whether or not to wait for the TPMT activity result before starting AZA is also discussed.","type":"article","volume":"15","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/14560161","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279140,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/14560161","xrefId":"14560161"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/01.meg.0000085479.12407.b8","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449279141,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2F01.meg.0000085479.12407.b8","xrefId":"10.1097/01.meg.0000085479.12407.b8"}],"year":2003}