{"@id":"https://pharmgkb.org/literature/15073982","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073982,"resourceId":"16207256","title":"Thiopurine methyltransferase and 6-thioguanine nucleotide measurement: early experience of use in clinical practice.","authors":["Gearry R B","Barclay M L","Roberts R L","Harraway J","Zhang M","Pike L S","George P M","Florkowski C M"],"journal":"Internal medicine journal","month":10,"page":"580-5","pubDate":"2005-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16207256","summary":"BACKGROUND: Azathioprine and 6-mercaptopurine (6-MP) are well established for the treatment of inflammatory bowel disease (IBD). Assessing thiopurine methyltransferase (TPMT) status has been recommended to reduce the risk of serious toxicity. Measuring red blood cell (RBC) 6-thioguanine nucleotide (6-TGN) concentrations has been recommended for dose adjustment.\n\nOBJECTIVE: To describe the results of measuring TPMT activity and genotype, and 6-TGN concentration in New Zealand.\n\nMETHODS: Canterbury Health Laboratories provided these analyses for New Zealand. Those with low TPMT activity also underwent genotyping. All results were collated and analysed descriptively. 6-TGN concentrations were correlated with the dose of thiopurine when known.\n\nRESULTS: TPMT enzyme activity (range 1-22 U/mL) from 574 patients showed a trimodal distribution. Genotyping results matched this distribution with only mild overlap between (*1/*1) homozygote and (*1/*3) heterozygote groups. One patient without TPMT measurement before therapy had life-threatening neutropenia and was later found to have (*3/*3) genotype. TPMT analysis probably prevented two further such cases. Of 884 6-TGN concentrations (range 0-1434 pmol/10(8) RBC), 41, 39 and 20% were within, below, and above the therapeutic range of 235-450 pmol/10(8) RBC, respectively. Leucopenia was seen in some patients with high 6-TGN. 6-MMP concentrations in 177 patients with low 6-TGN suggested non-compliance in 31, underdosing in 130, and preferential metabolism of 6-MP to 6-methylmercaptopurine in 16. There was poor correlation between azathioprine dose and 6-TGN concentration (r(2) = 0.002), supporting 6-TGN monitoring.\n\nCONCLUSIONS: Measurement of TPMT enzyme activity and 6-TGN concentration has been well-integrated into clinical practice. These tests should reduce the risk of toxicity and improve efficacy with thiopurines in patients with IBD.","type":"article","volume":"35","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16207256","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280485,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16207256","xrefId":"16207256"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/j.1445-5994.2005.00904.x","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280486,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fj.1445-5994.2005.00904.x","xrefId":"10.1111/j.1445-5994.2005.00904.x"}],"year":2005}