{"@id":"https://pharmgkb.org/literature/15073316","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073316,"resourceId":"16396707","title":"Thiopurine S-methyltransferase polymorphisms and the relationship between the mutant alleles and the adverse effects in systemic lupus erythematosus patients taking azathioprine.","authors":["Jun J B","Cho D Y","Kang C","Bae S C"],"journal":"Clinical and experimental rheumatology","month":0,"page":"873-6","pubDate":"2004-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16396707","summary":"OBJECTIVE: The present study sought to elucidate the genetic basis of thiopurine methyltransferase (TPMT) polymorphism and subsequently to investigate the relationship between mutant TPMT and an adverse response observed in Korean patients with systemic lupus erythematosus (SLE) taking azathioprine (AZA).\n\nMETHODS: The TPMT genotype of 342 patients with SLE was determined by MALDI-TOF mass spectrometry and correlated with the effects of clinical exposure to AZA.\n\nRESULTS: TPMT polymorphism was detected in 17 of the 342 study subjects (5.0%), 12 heterozygous for the TPMT*3C allele and 5 heterozygous for the TPMT*6 allele. Numerous patients taking AZA demonstrated adverse drug responses. Severe nausea occurred in 4 patients with the TPMT*3C allele, while 1 patient with the TPMT*6 allele suffered severe bone marrow toxicity. Leucopenia (n = 17), nausea (n = 4), and abnormal liver function (n = 1) were suspected in 23 of the 94 lupus patients taking AZA. AZA was relatively well tolerated by the remainder of the patients. The heterozygous genotype for the TPMT*3C and *6 alleles was frequently detected in Korean SLE patients.\n\nCONCLUSIONS: Contrary to previous hypotheses, this study identified no statistical correlation between TPMT genotype and AZA toxicity. We thus conclude that TMPT genotyping cannot replace regular blood monitoring in SLE patients receiving AZA treatment.","type":"article","volume":"23","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16396707","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280332,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16396707","xrefId":"16396707"}],"year":2005}