{"@id":"https://pharmgkb.org/literature/15072614","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15072614,"resourceId":"12509611","title":"Is thiopurine methyltransferase genetic polymorphism a major factor for withdrawal of azathioprine in rheumatoid arthritis patients?","authors":["Corominas H","Domènech M","Laíz A","Gich I","Geli C","Díaz C","de Cuevillas F","Moreno M","Vázquez G","Baiget M"],"journal":"Rheumatology (Oxford, England)","month":1,"page":"40-5","pubDate":"2003-01-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12509611","summary":"OBJECTIVE: To determine whether the presence of thiopurine methyltransferase (TPMT) alleles associated with reduced or absent activity of thiopurine methyltransferase is a major factor for withdrawal of azathioprine (AZA) in rheumatoid arthritis (RA) patients.\n\nMETHODS: The TPMT genotype, including the variable number of tandem repeats (VNTR) pattern in the 5' untranslated region, was analysed in 111 patients with long-standing RA. Azathioprine (AZA) therapy was used in 40 patients (36%) as a disease-modifying anti-rheumatic drug.\n\nRESULTS: Seven out of 111 RA patients (6.3%) were carriers of a mutant allele, TPMT3A (G(460)-->A, A(719)-->G) being the mutant allele observed most frequently. In the group of 40 AZA-treated patients, therapy was discontinued in six patients because of side-effects and in 26 patients because of lack of efficacy. Three patients presented moderate side-effects and were homozygous for the wild-type TPMT allele, whereas the remaining three patients, who developed gastrointestinal effects with severe nausea and vomiting, were TPMT3A carriers.\n\nCONCLUSIONS: In this observational study, the absence of response, probably due to the low-dose scheme used, was the major cause of AZA withdrawal in our series of RA patients. TPMT genotyping may allow the use of high doses of AZA in patients with normal TPMT alleles to improve the efficacy of this immunosuppressive drug. Our data support the relationship between gastrointestinal intolerance and thiopurine metabolic imbalance.","type":"article","volume":"42","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/12509611","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280171,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12509611","xrefId":"12509611"}],"year":2003}