{"@id":"https://pharmgkb.org/literature/15073245","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073245,"resourceId":"16952345","title":"Efficient screening method of the thiopurine methyltransferase polymorphisms for patients considering taking thiopurine drugs in a Chinese Han population in Henan Province (central China).","authors":["Zhang Li-Rong","Song Dong-Kui","Zhang Wei","Zhao Jun","Jia Lin-Jing","Xing Dong-Liang"],"journal":"Clinica chimica acta; international journal of clinical chemistry","month":2,"page":"45-51","pubDate":"2007-02-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16952345","summary":"BACKGROUND: Thiopurine S-methyltransferase (TPMT) is an enzyme that catalyzed the S-methylation of thiopurine drugs. TPMT activity exhibits an interindividual variability, mainly as a result of genetic polymorphism. Patients with intermediate or deficient TPMT activity are at risk for toxicity after receiving standard doses of thiopurine drugs. We determined a cut-off concentration of the TPMT activity assay less than which genotyping of the TPMT gene should be performed. In addition, the influence of hemodialysis on TPMT activity in uremic patients was examined.\n\nMETHODS: In 248 healthy subjects and 30 uremic patients, PCR-based methods were used to analyze the most common functional mutations TPMT2, 3A, 3B and 3C. A HPLC assay was used to measure erythrocyte TPMT activity in the whole population.\n\nRESULTS: Seven TPMT3C heterozygotes were identified, while TPMT2, 3A and 3B alleles were not detected in 248 healthy subjects. The frequency of TPMT3C allele was 1.4% (7/496). The TPMT activity in healthy subjects was normally distributed, ranged from 6.09 to 28.65 nmol/h/ml pRBC with a mean of 16.03 +/- 4.16 nmol/h/ml pRBC. The cut-off for high TPMT activity and intermediate TPMT activity was 10.07 nmol/h/ml pRBC. There were 19 intermediate activity healthy subjects (7.7%) and 229 high activity healthy subjects (92.3%), and no TPMT deficiency subject was found. All of the 229 healthy subjects with high activity had no mutant alleles, while 7 of the 19 subjects with intermediate activity had a mutant allele. Phenotypes were in good agreement with genotypes for 95% of subjects. The uremic patients were all homozygous for the wild-type allele whose TPMT activity was activated significantly before hemodialysis compared with TPMT activity after hemodialysis.\n\nCONCLUSIONS: We defined the cut-off values for the TPMT phenotyping assay at 10.07 nmol/h/ml pRBC, less than which additional genotyping elucidates the individual risk for drug therapy. In uremic patients, TPMT activity is increased by some uremic factors, and dialysis shifted their TPMT activity close to that of a healthy control group.","type":"article","volume":"376","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16952345","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280313,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16952345","xrefId":"16952345"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1016/j.cca.2006.07.010","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280314,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1016%2Fj.cca.2006.07.010","xrefId":"10.1016/j.cca.2006.07.010"}],"year":2007}