{"@id":"https://pharmgkb.org/literature/15074893","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074893,"resourceId":"17220558","title":"Thiopurine S-methyltransferase phenotype-genotype correlation in hemodialyzed patients.","authors":["Chrzanowska Maria","Kurzawski Mateusz","Droździk Marek","Mazik Marta","Oko Andrzej","Czekalski Stanisław"],"journal":"Pharmacological reports : PR","month":0,"page":"973-8","pubDate":"2005-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17220558","summary":"Thiopurine S-methyltransferase (TPMT) is a cytosolic enzyme, catalyzing S-methylation of thiopurine drugs. TPMT exhibits autosomal codominant polymorphism. Patients carrying a variant genotype have low TPMT activity, and produce elevated levels of 6-thioguanine nucleotides (6-TGN) in their red blood cells (RBC). 6-TGN accumulation may result in azathioprine (AZA)-induced bone marrow myelosuppression in the course of treatment with the drug in a standard dosage regimen in patients following renal transplantation. In the current study, TPMT activity (phenotype) and genotype were determined in dialyzed patients, qualified for renal transplantation. TPMT activity was measured in RBC after dialysis by HPLC method. Patients were genotyped for TPMT *2, *3A and *3C variant alleles using PCR-RFLP and allele-specific PCR methods. TPMT activity ranged between 12.2 and 45.5 nmol 6-mMP/g Hb/h (median value 30.6). A significant correlation between TPMTphenotype and genotype was noted: the heterozygous patients (11.5%) demonstrated significantly lower mean TPMT activity as compared to the wild homozygotes (17 +/- 3.6 vs. 32.4 +/- 4.8 nmol 6-mMP/g Hb/h, p < 0.0003). No overlap in TPMT activity values between the group of heterozygous (range 12.2-20.6) and wild-type homozygous patients (range 22.7-45.5) was noted. TPMT activity, established after hemodialysis and TPMT genotyping results seem to be convergent in dialyzed patients, so both methods can be used for the identification of patients with lower TPMT activity. Such tests could be helpful in AZA dose individualization, and thus in reducing the risk of myelosuppression during AZA therapy following renal transplantation.","type":"article","volume":"58","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/17220558","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280754,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17220558","xrefId":"17220558"}],"year":2006}