{"@id":"https://pharmgkb.org/literature/15073226","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073226,"resourceId":"12142782","title":"Thiopurine methyltransferase polymorphisms in a multiracial asian population and children with acute lymphoblastic leukemia.","authors":["Kham S K Y","Tan P L","Tay A H N","Heng C K","Yeoh A E J","Quah Thuan-Chong"],"journal":"Journal of pediatric hematology/oncology","month":0,"page":"353-9","pubDate":"2001-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12142782","summary":"The purpose of this study was to determine the frequency of thiopurine methyltransferase (TPMT) polymorphisms in a multiracial Asian population and to assess its relevance in the management of childhood acute lymphoblastic leukemia (ALL). Six hundred unrelated cord blood samples from 200 Chinese, Malay, and Indian healthy newborns were collected at the National University Hospital, Singapore; an additional 100 children with ALL were analyzed for five of the commonly reported TPMT variant alleles using polymerase chain reaction/restriction fragment length polymorphism and allele-specific polymerase chain reaction-based assays. In the cord blood study, the TPMT*3C variant was detected in all three ethnic groups; Chinese, Malays, and Indians had allele frequencies of 3%, 2.3%, and 0.8%, respectively. The TPMT*3A variant was found only among the Indians at a low allele frequency of 0.5%. The TPMT*6 variant was found in one Malay sample. Among the children with ALL, two white and one Chinese were heterozygous for the TPMT*3A variant and showed intermediate sensitivity to 6-mercaptopurine during maintenance therapy. Three Chinese patients and one Malay patient were heterozygous for the TPMT*3C variant. Mercaptopurine sensitivity could be validated in only one out of four TPMT*3C heterozygous patients. The overall allele frequency of the TPMT variants in this multiracial population was 2.5%. The TPMT*3C was the most common variant allele; TPMT*3A and TPMT*6 were rare. These results support the feasibility of performing TPMT genotyping in all children diagnosed with acute leukemia to minimize toxicity from thiopurine chemotherapy.","type":"article","volume":"24","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/12142782","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280310,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12142782","xrefId":"12142782"}],"year":2002}