{"@id":"https://pharmgkb.org/literature/15074548","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074548,"resourceId":"22386736","title":"Optimising outcome on thiopurines in inflammatory bowel disease by co-prescription of allopurinol.","authors":["Smith Melissa A","Blaker Paul","Marinaki Anthony M","Anderson Simon H","Irving Peter M","Sanderson Jeremy D"],"journal":"Journal of Crohn's & colitis","month":10,"page":"905-12","pubDate":"2012-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/22386736","summary":"OBJECTIVE: Azathioprine and mercaptopurine remain first line immunomodulatory treatments for inflammatory bowel disease. Toxicity and non-response are significant issues. Co-prescription of allopurinol with reduced-dose (25-33%) azathioprine or mercaptopurine may overcome these problems. We present the outcome of co-prescription in a large single-centre cohort.\n\nMETHODS: Patients on thiopurine/allopurinol co-prescription were identified. Indication for and outcome on combination treatment were established. Blood parameters and metabolite results were compared on single agent and combination treatment. Toxicity associated with combination treatment was sought.\n\nRESULTS: 110 patients on combination treatment were identified. Clinical remission was achieved in 60/79 (76%) of patients in whom the effect of thiopurine could be studied in isolation. 20/25 patients with hepatotoxicity tolerated combination treatment and normalised their liver function tests. 24/28 patients with atypical side effects tolerated co-therapy. 13/20 non-responders responded to combination treatment. In patients started on combination treatment as first line therapy, 15/23 achieved clinical remission. Thioguanine nucleotides were significantly higher and methylated metabolites significantly lower on combination therapy. Mean cell volume was higher and total white cell and neutrophil counts lower on combination treatment. 13 adverse events occurred, including 6 specific to co-therapy (3 rash, 2 abnormal liver function tests, 1 dosing error). All were minor and self-limiting.\n\nCONCLUSIONS: This is the largest published experience of the use of allopurinol to optimise outcomes on thiopurine treatment. Combination therapy permitted successful treatment of a significant number of patients who would otherwise have been labelled as thiopurine failures. A few self-limiting side effects were encountered.","type":"article","volume":"6","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/22386736","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280658,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/22386736","xrefId":"22386736"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1016/j.crohns.2012.02.007","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280659,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1016%2Fj.crohns.2012.02.007","xrefId":"10.1016/j.crohns.2012.02.007"}],"year":2012}