{"@id":"https://pharmgkb.org/literature/15073252","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073252,"resourceId":"17176368","title":"TPMT genotype and its clinical implication in renal transplant recipients with azathioprine treatment.","authors":["Song D-K","Zhao J","Zhang L-R"],"journal":"Journal of clinical pharmacy and therapeutics","month":12,"page":"627-35","pubDate":"2006-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17176368","summary":"BACKGROUND: Thiopurine S-methyltransferase (TPMT) catalyses the S-methylation of thiopurine drugs. Patients with intermediate or deficient TPMT activity are at risk of toxicity after receiving standard doses of these drugs.\n\nOBJECTIVE: This study determined the frequencies of TPMT alleles (TPMT*2, *3A, *3B and *3C) and explored the association between TPMT genetic polymorphism and the development of adverse drug reactions in Chinese renal transplant patients receiving azathioprine (AZA).\n\nMETHODS: TPMT genotypes were determined using polymerase chain reaction-based assays in 122 renal transplant patients and 210 healthy subjects. Biochemical and clinical data were retrospectively evaluated after renal transplantation.\n\nRESULTS: Of 122 patients, eight (allele frequency 3.28%) were heterozygous for TPMT*3C and no TPMT*2, *3A or *3B or homozygous TPMT*3C subjects were identified. The pattern and frequency of the main mutant TPMT alleles were similar in patients and healthy subjects. Four of five patients (80%) with haematopoietic toxicity were heterozygotes. TPMT heterozygosity was associated with significant reductions in haematological indices and a significant decrease in cyclosporine plasma concentrations in the first year after renal transplantation. No association between TPMT genotype and renal rejection was identified.\n\nCONCLUSIONS: Our results, together with those of others pointing in the same direction, suggest that genotyping the major TPMT variant alleles may be a valuable tool in preventing AZA toxicity and optimization of immunosuppressive therapy.","type":"article","volume":"31","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/17176368","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280315,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17176368","xrefId":"17176368"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/j.1365-2710.2006.00775.x","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280316,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fj.1365-2710.2006.00775.x","xrefId":"10.1111/j.1365-2710.2006.00775.x"}],"year":2006}