{"@id":"https://pharmgkb.org/literature/15074016","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074016,"resourceId":"16543290","title":"Pharmacogenetics during standardised initiation of thiopurine treatment in inflammatory bowel disease.","authors":["Hindorf U","Lindqvist M","Peterson C","Söderkvist P","Ström M","Hjortswang H","Pousette A","Almer S"],"journal":"Gut","month":10,"page":"1423-31","pubDate":"2006-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16543290","summary":"BACKGROUND: Firm recommendations about the way thiopurine drugs are introduced and the use of thiopurine methyltransferase (TPMT) and metabolite measurements during treatment in inflammatory bowel disease (IBD) are lacking.\n\nOBJECTIVE: To evaluate pharmacokinetics and tolerance after initiation of thiopurine treatment with a fixed dosing schedule in patients with IBD.\n\nMETHODS: 60 consecutive patients with Crohn's disease (n = 33) or ulcerative colitis (n = 27) were included in a 20 week open, prospective study.\n\nMETHODS: Thiopurine treatment was introduced using a predefined dose escalation schedule, reaching a daily target dose at week 3 of 2.5 mg azathioprine or 1.25 mg 6-mercaptopurine per kg body weight. TPMT and ITPA genotypes, TPMT activity, TPMT gene expression, and thiopurine metabolites were determined. Clinical outcome and occurrence of adverse events were monitored.\n\nRESULTS: 27 patients completed the study per protocol, while 33 were withdrawn (early protocol violation (n = 5), TPMT deficiency (n = 1), thiopurine related adverse events (n = 27)); 67% of patients with adverse events tolerated long term treatment on a lower dose (median 1.32 mg azathioprine/kg body weight). TPMT activity did not change during the 20 week course of the study but a significant decrease in TPMT gene expression was found (TPMT/huCYC ratio; p = 0.02). Patients with meTIMP concentrations >11,450 pmol/8 x 10(8) red blood cells during steady state at week 5 had an increased risk of developing myelotoxicity (odds ratio = 45.0; p = 0.015).\n\nCONCLUSIONS: After initiation of thiopurine treatment using a fixed dosing schedule, no general induction of TPMT enzyme activity occurred, though TPMT gene expression decreased. The development of different types of toxicity was unpredictable, but we found that measurement of meTIMP early in the steady state phase helped to identify patients at risk of developing myelotoxicity.","type":"article","volume":"55","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16543290","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280498,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16543290","xrefId":"16543290"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1136/gut.2005.074930","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280500,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1136%2Fgut.2005.074930","xrefId":"10.1136/gut.2005.074930"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC1856436","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280499,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1856436","xrefId":"PMC1856436"}],"year":2006}