{"@id":"https://pharmgkb.org/literature/15073351","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073351,"resourceId":"18188716","title":"Thiopurine S-methyltransferase gene (TMPT) polymorphisms in a Mexican population of healthy individuals and leukemic patients.","authors":["Taja-Chayeb Lucia","Vidal-Millán Silvia","Gutiérrez Olga","Ostrosky-Wegman Patricia","Dueñas-González Alfonso","Candelaria Myrna"],"journal":"Medical oncology (Northwood, London, England)","month":0,"page":"56-62","pubDate":"2007-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18188716","summary":"Polymorphisms at the thiopurine S-methyltransferase coding gene (TPMT) determine enzyme activity and consequently, the development of toxicity secondary to thiopurines. Methods A total of 108 DNA samples from volunteer donors and 39 from patients with acute lymphoblastic leukemia (ALL) were analyzed. Genomic DNA from peripheral blood leukocytes was isolated by standard methods. TPMT gene fragments were amplified by PCR for exons 5, 7, and 10. Thereafter, these were analyzed by DHPLC for the most frequent mutant TPMT alleles. Results No elution profiles on DHPLC analysis, different from those previously reported, were documented. Frequency of functional allele polymorphisms was 17.6%, being the most frequent *3A (n = 13; 4.4%), followed by *3B (n = 5; 1.7%), *3C (n = 5; 1.7%), and *2 (n = 3; 1.0%). From 39 ALL patients, 22 were treated with thiopurines, and five from 10 with a functional polymorphism developed hematological toxicity (4 mild, 1 severe in a patient referred to our Hospital after developing pancytopenia while on treatment with thiopurine). Conclusions This is the first analysis of the polymorphisms at this gene in Mexican population. Since a direct relation has been documented within functional polymorphisms and enzyme activity, and DHPLC is a highly sensitive, rapid and efficient method, feasible to realize in any phase during the treatment of ALL patients, the routine typing of TPMT polymorphisms in the patients with ALL has been set in our Institution.","type":"article","volume":"25","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/18188716","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280345,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18188716","xrefId":"18188716"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1007/s12032-007-9002-6","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280346,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1007%2Fs12032-007-9002-6","xrefId":"10.1007/s12032-007-9002-6"}],"year":2008}