{"@id":"https://pharmgkb.org/literature/15073221","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073221,"resourceId":"19252404","title":"Thiopurine methyltransferase gene polymorphisms in Chinese patients with inflammatory bowel disease.","authors":["Cao Qian","Zhu Qin","Shang Yan","Gao Min","Si Jianmin"],"journal":"Digestion","month":0,"page":"58-63","pubDate":"2008-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19252404","summary":"BACKGROUND: The thiopurine drugs azathioprine and 6-mercaptopurine are well established in the treatment of inflammatory bowel disease (IBD). However, great interpatient variability exists in the efficacy and toxicity of the drugs, and this results from thiopurine methyltransferase (TPMT) gene polymorphisms. The aim of this study was to identify the TPMT gene polymorphisms in Chinese IBD patients and to study the relationship between TPMT status and thiopurine-related toxicity in these patients.\n\nMETHODS: A total of 189 IBD patients, 87 with Crohn's disease and 102 with ulcerative colitis, and 273 healthy controls were enrolled. All subjects were from the Han Chinese ethnic group. Polymorphisms in TPMT*2, *3A, *3B and *3C were analyzed using allele-specific polymerase chain reaction and polymerase chain reaction-restriction fragment length polymorphism. Direct sequencing was used to confirm the mutation results. Exons of the TPMT gene from patients who suffered from azathioprine-induced toxicity were amplified and sequenced to detect TPMT mutations.\n\nRESULTS: No TPMT*2, *3A or *3B mutant alleles were detected. The allele frequency of TPMT*3C in the IBD group was 1.59%, which was similar to that of the healthy control group (1.59 vs. 1.47%, p = 1.000). Forty-three patients were treated with azathioprine therapy, 4 experienced myelotoxicity, and 1 experienced hepatotoxicity, so the incidence of drug toxicity was 11.7% (5/43). No TPMT*2, *3A, *3B or *3C polymorphisms were detected in these 5 patients. After directly sequencing the exons of the TPMT gene in these 5 patients, a synonymous single-nucleotide polymorphism (TPMT*1S), which does not alter the encoded amino acid, was found in 3 patients.\n\nCONCLUSIONS: TPMT*3C seemed to be a unique variant allele in this Han Chinese population. The overall frequencies of variant TPMT alleles in this population were lower than those in Caucasians, but thiopurine toxicity in Han Chinese IBD patients is not low. Factors other than TPMT polymorphisms may be responsible for the development of toxicity.","type":"article","volume":"79","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/19252404","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280308,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19252404","xrefId":"19252404"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1159/000205268","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280309,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1159%2F000205268","xrefId":"10.1159/000205268"}],"year":2009}