{"@id":"https://pharmgkb.org/literature/15073337","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073337,"resourceId":"19695401","title":"Impact of the heterozygous TPMT*1/*3C genotype on azathioprine-induced myelosuppression in kidney transplant recipients in Thailand.","authors":["Vannaprasaht Suda","Angsuthum Susothorn","Avihingsanon Yingyos","Sirivongs Dhavee","Pongskul Cholatip","Makarawate Pattarapong","Praditpornsilpa Kearkiat","Tassaneeyakul Wongwiwat","Tassaneeyakul Wichittra"],"journal":"Clinical therapeutics","month":7,"page":"1524-33","pubDate":"2009-07-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19695401","summary":"BACKGROUND: Thiopurine S-methyltransferase (TPMT) is a polymorphic enzyme associated with detoxification of azathioprine, an immunosuppressant used after renal transplantation in several Asian countries. Patients with variations of the TPMT gene may be at risk for myelosuppression after they receive a standard dosage of the drug. The frequency of TPMT*3C has been reported to be higher in the Thai population than in other Asian populations, possibly putting the Thais at higher risk for myelosuppression.\n\nOBJECTIVE: The aim of this study was to assess the impact of the heterozygous TPMT*1/*3C genotype on azathioprine-induced myelosuppression in kidney transplant recipients in Thailand.\n\nMETHODS: This study was conducted at Srinagarind Hospital, Khon Kaen University, Khon Kaen, Thailand, and Chulalongkorn Hospital, Chulalongkorn University, Bangkok, Thailand. Eligible patients underwent kidney transplantation from deceased or living-related donors from 1984 to 2007. Electronic medical records were assessed retrospectively for the 6-month period after initiation of azathioprine treatment. TPMT genotyping and phenotyping were studied prospectively using real-time polymerase chain reaction and biochemical assay, respectively. The odds ratios (ORs), sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV) were determined.\n\nRESULTS: A total of 139 patients were enrolled (89 men, 50 women; median age, 42 years [range, 17-70 years]; mean weight, 58 kg [range, 37-87 kg]). The heterozygous TPMT*1/*3C genotype was found in 9 of the 139 patients (6.47%) (95% CI, 3.00-11.94). The TPMT activity of those patients was significantly lower than that of patients with the homozygous wild-type genotype (median, 21.37 vs 37.12 nmol 6-methylthioguanine/g . Hb/h, respectively; P < 0.001). The risk for azathioprine-induced myelosuppression in the patients with the heterozygous TPMT*1/*3C genotype was significantly higher than that in patients with the wild-type genotype (adjusted OR, 14.18 [95% CI, 3.07-65.40]; P < 0.005). The sensitivity and specificity of TPMT*3C genotyping for the prediction of azathioprine-induced myelosuppression in these kidney transplant recipients were 27% and 97%, respectively. Assuming a prevalence of azathioprine-induced myelotoxicity of 7% according to previously published data, the PPV and NPV were estimated to be 50% and 95%, respectively.\n\nCONCLUSIONS: In these kidney transplant recipients, patients who carried the TPMT*3C allele were at a higher risk for azathioprine-induced myelosuppression than noncarriers.","type":"article","volume":"31","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/19695401","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280339,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19695401","xrefId":"19695401"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1016/j.clinthera.2009.07.008","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280340,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1016%2Fj.clinthera.2009.07.008","xrefId":"10.1016/j.clinthera.2009.07.008"}],"year":2009}