{"@id":"https://pharmgkb.org/literature/15072604","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15072604,"resourceId":"16691038","title":"Thiopurine S-methyltransferase pharmacogenetics: genotype to phenotype correlation in the Slovenian population.","authors":["Milek M","Murn J","Jaksic Z","Lukac Bajalo J","Jazbec J","Mlinaric Rascan I"],"journal":"Pharmacology","month":0,"page":"105-14","pubDate":"2005-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16691038","summary":"The toxicity of thiopurine drugs has been correlated to the activity of thiopurine S-methyltransferase (TPMT), whose interindividual variation is a consequence of genetic polymorphisms. We have herein investigated the relevance of some genetic markers for the prediction of thiopurine-related toxicities and to determine the genotype to phenotype correlation in the Slovenian population. The most prevalent mutant allele in the Slovenian population is TPMT*3A (4.1%), followed by TPMT*3C (0.5) and TPMT*3B (0.3), while the TPMT*2 allele was not found in any of the examined samples. TPMT enzyme activity distribution in the subgroup sample was bimodal and as such correlated with genetic data. Using a cutoff value of 9.82 pmol/10(7) RBC per h, the genetic data correctly predicted TPMT enzyme activity in 91.6% of the examined individuals. Pharmacogenetic TPMT analyses have therefore proved to have significant clinical implications for prediction of individuals' responses to treatment with thiopurine drugs in order to avoid possible life-threatening therapy-related toxicities.","type":"article","volume":"77","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16691038","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280167,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16691038","xrefId":"16691038"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1159/000093278","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280168,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1159%2F000093278","xrefId":"10.1159/000093278"}],"year":2006}