{"@id":"https://pharmgkb.org/literature/15074539","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074539,"resourceId":"20551460","title":"Azathioprine versus mesalazine for prevention of postoperative clinical recurrence in patients with Crohn's disease with endoscopic recurrence: efficacy and safety results of a randomised, double-blind, double-dummy, multicentre trial.","authors":["Reinisch Walter","Angelberger Sieglinde","Petritsch Wolfgang","Shonova Olga","Lukas Milan","Bar-Meir Simon","Teml Alexander","Schaeffeler Elke","Schwab Matthias","Dilger Karin","Greinwald Roland","Mueller Ralph","Stange Eduard F","Herrlinger Klaus R","International AZT-2 Study Group"],"journal":"Gut","month":6,"page":"752-9","pubDate":"2010-06-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/20551460","summary":"OBJECTIVE: The aim of the study was to compare azathioprine versus mesalazine tablets for the prevention of clinical recurrence in patients with postoperative Crohn's disease (CD) with moderate or severe endoscopic recurrence.\n\nMETHODS: This was a 1 year, double-blind, double-dummy, randomised study which took place in 21 gastroenterology centres in Austria, the Czech Republic, Germany and Israel. The study participants were 78 adults with CD who had undergone resection with ileocolonic anastomosis in the preceding 6-24 months without subsequent clinical recurrence and with a Crohn's disease activity index (CDAI) score <200, but with moderate or severe endoscopic recurrence. The study drugs were azathioprine 2.0-2.5 mg/kg/day or mesalazine 4 g/day over 1 year. The primary end point was therapeutic failure during 1 year, defined as a CDAI score > or = 200 and an increase of > or = 60 points from baseline, or study drug discontinuation due to lack of efficacy or intolerable adverse drug reaction.\n\nRESULTS: Treatment failure occurred in 22.0% (9/41) of azathioprine-treated patients and 10.8% (4/37) of mesalazine-treated patients, a difference of 11.1% (95% CI -5.0% to 27.3%, p=0.19). Clinical recurrence was significantly less frequent with azathioprine versus mesalazine (0/41 (0%) vs 4/37 (10.8%), p=0.031), whereas study drug discontinuation due to adverse drug reactions only occurred in azathioprine-treated patients (9/41 (22.0%) vs 0%, p=0.002). The proportion of patients showing > or = 1 point reduction in Rutgeerts score between baseline and month 12 was 63.3% (19/30) and 34.4% (11/32) in the azathioprine and mesalazine groups, respectively (p=0.023).\n\nCONCLUSIONS: In this population of patients with postoperative CD at high risk of clinical recurrence, superiority for azathioprine versus mesalazine could not be demonstrated for therapeutic failure.","type":"article","volume":"59","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/20551460","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280653,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/20551460","xrefId":"20551460"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1136/gut.2009.194159","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280654,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1136%2Fgut.2009.194159","xrefId":"10.1136/gut.2009.194159"}],"year":2010}