{"@id":"https://pharmgkb.org/literature/15072630","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15072630,"resourceId":"12880540","title":"Genetic polymorphism of thiopurine S-methyltransferase in Argentina.","authors":["Laróvere L E","de Kremer R Dodelson","Lambooy L H J","De Abreu R A"],"journal":"Annals of clinical biochemistry","month":7,"page":"388-93","pubDate":"2003-07-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12880540","summary":"BACKGROUND: Thiopurine methyltransferase (TPMT) catalyses the S-methylation of 6-thiopurine drugs, which are commonly used in the treatment of autoimmune diseases, leukaemia and organ transplantation. TPMT activity is polymorphic as a result of gene mutations. Ethnic variations in phenotype and genotype have been identified in previous population studies, but no information was available within Latin-American populations.\n\nOBJECTIVE: To establish the genetic polymorphism of TPMT in an Argentine population.\n\nMETHODS: TPMT enzymatic activity of 147 healthy Argentine subjects was measured using a high-performance liquid chromatography method. The genotyping assay for nine defective alleles (TPMT*2 - *8) was based on restriction fragment length polymorphism polymerase chain reaction and allele-specific polymerase chain reaction methods.\n\nRESULTS: All subjects had detectable TPMT activity. Twelve individuals with low to intermediate activity were heterozygous for one of the mutant alleles: nine were TPMT*1/*3A, two TPMT*1/*2 and one TPMT*1/*4. All examined subjects with normal activity had wild-type genotype (TPMT*1/*1).\n\nCONCLUSIONS: Variant TPMT alleles were present in 8.2% of the examined subjects, which is in accordance with other studies. The frequency of TPMT*3A, TPMT*2 and TPMT*4 was 3.1%, 0.7% and 0.3%, respectively. TPMT*3A was the most prevalent allele, which is in accordance with results from Caucasian populations. This study provides the first analysis of TPMT activity and allele frequency distribution in Argentina, South America.","type":"article","volume":"40","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/12880540","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280174,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12880540","xrefId":"12880540"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1258/000456303766477039","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280175,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1258%2F000456303766477039","xrefId":"10.1258/000456303766477039"}],"year":2003}