{"@id":"https://pharmgkb.org/literature/15074740","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074740,"resourceId":"11293451","title":"Veno-occlusive disease, nodular regenerative hyperplasia and hepatocellular carcinoma after azathioprine treatment in a patient with ulcerative colitis.","authors":["Russmann S","Zimmermann A","Krähenbühl S","Kern B","Reichen J"],"journal":"European journal of gastroenterology & hepatology","month":3,"page":"287-90","pubDate":"2001-03-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/11293451","summary":"We report the case of a 66-year-old male with ulcerative colitis diagnosed in 1987, who had been treated with azathioprine (AZA) for the past two years (average dose about 1.6 mg/kg/day). In May 1999 he presented with painless jaundice, fatigue and recent weight loss. Cholestatic enzymes were elevated, alpha-fetoprotein was normal and hepatitis B/C serology negative. After diagnosis of veno-occlusive disease (VOD) and hepatocellular carcinoma (HCC) via biopsy, tumour resection was performed. The histology was typical for a well-differentiated HCC with trabecular and pseudoglandular structures. Neighbouring liver tissue was atrophic, with nodular regenerative hyperplasia (NRH), peliosis-like sinusoidal ectasias and intra-sinusoidal accumulation of blood, associated with peri-sinusoidal fibrosis. Although none of the well-established risk factors for HCC such as cirrhosis, hepatitis B/C, metabolic liver disease or toxins were present, this patient developed HCC. This and previous reports suggest that NRH and/or VOD associated with AZA represent a risk factor for HCC. AZA should therefore not only be stopped in patients with NRH/VOD but patients should also be screened for HCC.","type":"article","volume":"13","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/11293451","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280714,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/11293451","xrefId":"11293451"}],"year":2001}