{"@id":"https://pharmgkb.org/literature/15074039","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074039,"resourceId":"7818564","title":"Azathioprine-related bone marrow toxicity and low activities of purine enzymes in patients with rheumatoid arthritis.","authors":["Kerstens P J","Stolk J N","De Abreu R A","Lambooy L H","van de Putte L B","Boerbooms A A"],"journal":"Arthritis and rheumatism","month":1,"page":"142-5","pubDate":"1995-01-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/7818564","summary":"OBJECTIVE: Azathioprine (AZA) metabolism largely parallels the endogenous purine pathways. To date, thiopurine methyltransferase (TPMT) deficiency has been reported as a cause of AZA-related bone marrow toxicity in 1 patient with rheumatoid arthritis (RA). We therefore studied purine enzyme activities in 3 patients with RA who experienced AZA-related bone marrow toxicity.\n\nMETHODS: Lymphocyte activity of purine nucleoside phosphorylase and 5'-nucleotidase (5NT) and erythrocyte activity of TPMT, key enzymes in thiopurine catabolism, were measured in 3 RA patients who had experienced AZA-related bone marrow toxicity and in 16 RA patients without signs of toxicity despite at least 6 months of treatment with AZA.\n\nRESULTS: Two patients with AZA-related bone marrow toxicity were found to have a TPMT deficiency, 1 partial and 1 total. In the third patient, 5NT activity was found to be well below the lowest level observed in the control subjects.\n\nCONCLUSIONS: All 3 patients with severe AZA-related bone marrow toxicity had abnormal purine enzyme activities. Deficiency of purine enzymes, including TPMT and 5NT, may be a cause of AZA-related bone marrow toxicity in patients with RA.","type":"article","volume":"38","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/7818564","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280506,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/7818564","xrefId":"7818564"}],"year":1995}