{"@id":"https://pharmgkb.org/literature/15074826","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074826,"resourceId":"22216194","title":"Thiopurine methyltransferase predicts the extent of cytotoxicty and DNA damage in astroglial cells after thioguanine exposure.","authors":["Hosni-Ahmed Amira","Barnes Joseph D","Wan Jim","Jones Terreia S"],"journal":"PloS one","month":0,"page":"e29163","pubDate":"2010-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/22216194","summary":"Thiopurine methyltransferase (Tpmt) is the primary enzyme responsible for deactivating thiopurine drugs. Thiopurine drugs (i.e., thioguanine [TG], mercaptopurine, azathioprine) are commonly used for the treatment of cancer, organ transplant, and autoimmune disorders. Chronic thiopurine therapy has been linked to the development of brain cancer (most commonly astrocytomas), and Tpmt status has been associated with this risk. Therefore, we investigated whether the level of Tpmt protein activity could predict TG-associated cytotoxicity and DNA damage in astrocytic cells. We found that TG induced cytotoxicity in a dose-dependent manner in Tpmt(+/+), Tpmt(+/-) and Tpmt(-/-) primary mouse astrocytes and that a low Tpmt phenotype predicted significantly higher sensitivity to TG than did a high Tpmt phenotype. We also found that TG exposure induced significantly more DNA damage in the form of single strand breaks (SSBs) and double strand breaks (DSBs) in primary astrocytes with low Tpmt versus high Tpmt. More interestingly, we found that Tpmt(+/-) astrocytes had the highest degree of cytotoxicity and genotoxicity (i.e., IC(50), SSBs and DSBs) after TG exposure. We then used human glioma cell lines as model astroglial cells to represent high (T98) and low (A172) Tpmt expressers and found that A172 had the highest degree of cytoxicity and SSBs after TG exposure. When we over-expressed Tpmt in the A172 cell line, we found that TG IC(50) was significantly higher and SSB's were significantly lower as compared to mock transfected cells. This study shows that low Tpmt can lead to greater sensitivity to thiopurine therapy in astroglial cells. When Tpmt deactivation at the germ-line is considered, this study also suggests that heterozygosity may be subject to the greatest genotoxic effects of thiopurine therapy.","type":"article","volume":"6","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/22216194","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280731,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/22216194","xrefId":"22216194"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1371/journal.pone.0029163","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280733,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1371%2Fjournal.pone.0029163","xrefId":"10.1371/journal.pone.0029163"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC3244435","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280732,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3244435","xrefId":"PMC3244435"}],"year":2011}