{"@id":"https://pharmgkb.org/literature/15074050","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074050,"resourceId":"14566029","title":"Relevance of thiopurine methyltransferase status in rheumatology patients receiving azathioprine.","authors":["Clunie G P R","Lennard L"],"journal":"Rheumatology (Oxford, England)","month":1,"page":"13-8","pubDate":"2004-01-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/14566029","summary":"Azathioprine (AZA) is widely used in the management of rheumatological diseases. Despite its efficacy, AZA can often cause bone marrow suppression, notably leucopenia, which has been recorded in up to 17% of patients taking AZA for rheumatoid arthritis, though this can be considered clinically significant in about 3% overall. Severe myelosuppression, associated with abnormal AZA metabolism, is linked to the thiopurine methyltransferase (TPMT) genetic polymorphism. TPMT status can be assessed prior to AZA treatment by measuring enzyme activity or genotyping techniques. Analysis of recent data suggests that by optimizing the AZA dose on the basis of TPMT status testing (with a substantial reduction in dose for patients homozygous for mutant TPMT alleles), a reduction in drug-induced morbidity and cost savings can be made by avoiding hospitalization and rescue therapy for leucopenic events. In this article we review the pharmacogenetic and clinical implications of the TPMT polymorphism, emphasizing its relevance to rheumatologists managing diseases with AZA.","type":"article","volume":"43","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/14566029","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280508,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/14566029","xrefId":"14566029"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1093/rheumatology/keg442","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280509,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1093%2Frheumatology%2Fkeg442","xrefId":"10.1093/rheumatology/keg442"}],"year":2004}