{"@id":"https://pharmgkb.org/literature/15074044","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074044,"resourceId":"12465143","title":"Practical pharmacogenetics: the cost effectiveness of screening for thiopurine s-methyltransferase polymorphisms in patients with rheumatological conditions treated with azathioprine.","authors":["Marra Carlo A","Esdaile John M","Anis Aslam H"],"journal":"The Journal of rheumatology","month":12,"page":"2507-12","pubDate":"2002-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12465143","summary":"OBJECTIVE: Thiopurine S-methyltransferase (TPMT), which catalyzes the inactivation of azathioprine (AZA), exhibits genetic polymorphism that results in dose related, serious toxicities (mainly hematological cytopenias) in 10-15% of individuals treated with AZA. Polymerase chain reaction (PCR) tests provide a sensitive, specific means of prospectively identifying these patients before AZA therapy and minimizing toxicity through dosage reduction. Our objective was to model the cost effectiveness of the 2 alternative AZA treatment strategies in rheumatologic conditions: (1) utilizing PCR to determine polymorphisms leading to TPMT deficiencies prior to AZA therapy with a reduction in dose; and (2) no testing. The analysis was conducted from a third party payer perspective over one year.\n\nMETHODS: A decision analytic model was applied to map the costs and outcomes of patients under both strategies. Data applied to the model included the positive and negative predictive values of the PCR, the probabilities of adverse events due to AZA, and the costs associated with their management. Sources of data included published clinical trials, diagnostic test evaluations, surveillance trials, and economic evaluations.\n\nRESULTS: Dose related toxicities resulted in AZA discontinuation rates of 10-20%. The usual dosing strategy cost $677 Cdn per patient, whereas the genotype directed dosing strategy cost $663 Cdn per patient. In the genotype dosing strategy, the number needed to treat to avoid one adverse event over 6 months was 20. Thus, the genotype based dosing strategy dominated the usual dosing strategy. One-way sensitivity analyses revealed that the estimates were robust to ranges of +/- 30% for the costs, the properties of the PCR test, and the probability of adverse events.\n\nCONCLUSIONS: The introduction of PCR testing to identify TPMT polymorphisms prior to AZA treatment may represent good value in certain health care settings.","type":"article","volume":"29","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/12465143","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280507,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12465143","xrefId":"12465143"}],"year":2002}