{"@id":"https://pharmgkb.org/literature/15074558","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074558,"resourceId":"19145729","title":"Long-term outcome of using allopurinol co-therapy as a strategy for overcoming thiopurine hepatotoxicity in treating inflammatory bowel disease.","authors":["Ansari A","Elliott T","Baburajan B","Mayhead P","O'Donohue J","Chocair P","Sanderson J","Duley J"],"journal":"Alimentary pharmacology & therapeutics","month":9,"page":"734-41","pubDate":"2008-09-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19145729","summary":"BACKGROUND: Hepatotoxicity results in the withdrawal of thiopurines drugs, azathioprine (AZA) and mercaptopurine (MP), in up to 10% of patients with inflammatory bowel disease. Our group previously demonstrated that allopurinol with AZA/ciclosporin/steroid 'triple therapy' improved renal graft survival.\n\nOBJECTIVE: To confirm the hypothesis that allopurinol may alleviate thiopurine hepatotoxicity by similar mechanisms as proposed in our renal study.\n\nMETHODS: Unselected patients with acute thiopurine hepatotoxicity were offered allopurinol co-therapy with low-dose AZA or MP. The starting AZA/MP dose was determined by thiopurine methyltransferase (TPMT) activity (two patients were intermediate TPMT); then this dose was reduced to 25% for allopurinol co-therapy. Response to treatment was assessed by clinical severity indices, endoscopy and blood tests.\n\nRESULTS: Of 11 patients (three Crohn's disease, eight ulcerative colitis) treated, nine (82%) remain in long-term remission (median 42 months) with normal liver tests. One patient also successfully bypassed flu-like symptoms. Two stopped: one nausea, one abnormal liver function (stealosis on biopsy). Leucopenia occurred in two cases and resolved with minor dose reductions.\n\nCONCLUSIONS: Allopurinol co-therapy with low-dose AZA/MP can alleviate thiopurine hepatotoxicity. It appears safe and effective for long-term use, but requires monitoring for myelotoxicity. Assessing the TPMT activity helps tailor the AZA/MP doses.","type":"article","volume":"28","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/19145729","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280662,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19145729","xrefId":"19145729"}],"year":2008}