{"@id":"https://pharmgkb.org/literature/15073307","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073307,"resourceId":"18827410","title":"Analysis of thiopurine S-methyltransferase genotypes in Japanese patients with inflammatory bowel disease.","authors":["Ban Hiromitsu","Andoh Akira","Tanaka Aiko","Tsujikawa Tomoyuki","Sasaki Masaya","Saito Yasuharu","Fujiyama Yoshihide"],"journal":"Internal medicine (Tokyo, Japan)","month":0,"page":"1645-8","pubDate":"2007-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18827410","summary":"OBJECTIVE: Myelosuppression observed in patients with inflammatory bowel disease (IBD) treated with azathioprine (AZA) has been attributed to low thiopurine S-methyltransferase (TPMT) activity. TPMT activity is dependent on the genetic polymorphism of high-versus low-metabolizing alleles. We investigated the association between TPMT genotypes and myelosuppression in Japanese IBD patients.\n\nMETHODS: Forty-one healthy volunteers and 70 IBD patients (UC, n = 50; CD, n = 20) were recruited. All IBD patients were treated with AZA. The TPMT genotypes were determined by polymerase-chain reaction-restriction fragment length polymorphism (PCR-RFLP) analyses.\n\nRESULTS: One healthy volunteer showed a heterozygous mutation of TPMT*1/*3C. All other volunteers and the 70 IBD patients were of the wild alleleotype (TPMT*1/*1). In the IBD patients, 7 patients developed leucopenia (<3,000/microL). One of them developed severe leucopenia (<1,000 microL) with agranulocytosis on day 14 after drug initiation.\n\nCONCLUSIONS: TPMT mutations are not associated with myelosuppression in Japanese IBD patients. Even in IBD patients with a wild TPMT genotype, clinicians should pay attention for the possible development of myelosuppression.","type":"article","volume":"47","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/18827410","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280329,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18827410","xrefId":"18827410"}],"year":2008}