{"@id":"https://pharmgkb.org/literature/15073949","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073949,"resourceId":"10354134","title":"Analysis of thiopurine methyltransferase variant alleles in childhood acute lymphoblastic leukaemia.","authors":["McLeod H L","Coulthard S","Thomas A E","Pritchard S C","King D J","Richards S M","Eden O B","Hall A G","Gibson B E"],"journal":"British journal of haematology","month":6,"page":"696-700","pubDate":"1999-06-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10354134","summary":"The role of 6-mercaptopurine (6MP) in the treatment of childhood acute lymphoblastic leukaemia (ALL) is well established. However, the efficacy of 6MP is significantly influenced by inactivation by the polymorphic enzyme thiopurine methyltransferase (TPMT). In the general population 89-94% have high TPMT activity, 6-11% have intermediate activity, and approximately 0.3% have low activity. Individuals with low-activity experience severe or fatal toxicity with standard 6MP doses. Prospective identification of this group of patients might prevent this problem. Recent identification of the molecular basis for low TPMT activity enabled rapid assessment of altered 6MP metabolism by PCR methods. This study evaluated the frequency of mutant TPMT alleles in 147 children with ALL. One patient was homozygous mutant (0.7%), and 16 patients were heterozygous for variant TPMT alleles (10.9%). The majority of mutant alleles were TPMT*3A. Both the allele frequency and the pattern of TPMT mutations were similar to that observed in an adult British population. The number of weeks when 6MP therapy was administered at full dose was determined in patients on MRC UKALL X and XI. The 94 patients spent a median 11% of the maintenance period receiving no therapy as a result of haematological toxicity. There was no significant difference in the number of weeks when no therapy could be administered among patients with a wild-type or heterozygous genotype. However, the one patient with a homozygous mutant genotype had severe haematological toxicity and no therapy could be administered for 53% of the maintenance period. This study demonstrates that 11.6% of the children had variant TPMT alleles. Prospective identification of TPMT genotype may be a promising tool for decreasing excessive haematological toxicity in individuals with low activity.","type":"article","volume":"105","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/10354134","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280477,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10354134","xrefId":"10354134"}],"year":1999}