{"@id":"https://pharmgkb.org/literature/15074008","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074008,"resourceId":"17439508","title":"Assessment of thiopurine methyltransferase enzyme activity is superior to genotype in predicting myelosuppression following azathioprine therapy in patients with inflammatory bowel disease.","authors":["Winter J W","Gaffney D","Shapiro D","Spooner R J","Marinaki A M","Sanderson J D","Mills P R"],"journal":"Alimentary pharmacology & therapeutics","month":5,"page":"1069-77","pubDate":"2007-05-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17439508","summary":"BACKGROUND: Myelosuppression occurs in 2-7% of inflammatory bowel disease (IBD) patients treated with azathioprine, and can be associated with reduced activity of thiopurine methyltransferase (TPMT) in some patients. It has been proposed that pretreatment assessment of TPMT status reduces the incidence of toxicity and is cost-effective.\n\nOBJECTIVE: To determine if screening for TPMT status predicts side-effects to azathioprine in patients with IBD and to ascertain whether screening by TPMT enzyme activity or genotype is superior.\n\nMETHODS: Sequential IBD patients were identified and azathioprine tolerance recorded. Blood was collected for measurement of TPMT activity and TPMT*3C, TPMT*3A and TPMT*2 genotypes.\n\nRESULTS: Of 130 patients, 25% stopped azathioprine because of toxicity. Four patients experienced severe myelosuppression (WCC < 2). Eleven of 17 patients with reduced TPMT activity were heterozygotes, including one patient with marked TPMT deficiency who experienced severe myelosuppression. There was no association between intermediate TPMT deficiency and any side-effect.\n\nCONCLUSIONS: Moderate reduction of TPMT activity in heterozygotes was not associated with toxicity, but very low TPMT activity caused severe myelosuppression in one patient. This would have been predicted by measuring TPMT activity but not by genotyping. Measurement of TPMT activity may therefore be superior to genotype in predicting severe myelosuppression.","type":"article","volume":"25","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/17439508","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280495,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17439508","xrefId":"17439508"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/j.1365-2036.2007.03301.x","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280496,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fj.1365-2036.2007.03301.x","xrefId":"10.1111/j.1365-2036.2007.03301.x"}],"year":2007}