{"@id":"https://pharmgkb.org/literature/15074751","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074751,"resourceId":"15973722","title":"Pharmacogenetic association with adverse drug reactions to azathioprine immunosuppressive therapy following liver transplantation.","authors":["Breen David P","Marinaki Anthony M","Arenas Monica","Hayes Peter C"],"journal":"Liver transplantation : official publication of the American Association for the Study of Liver Diseases and the International Liver Transplantation Society","month":7,"page":"826-33","pubDate":"2005-07-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15973722","summary":"Azathioprine (AZA) is a thiopurine prodrug commonly used in triple-immunosuppressive therapy following liver transplantation. Approximately 1 in 10 patients suffers side effects in response to the drug, the most problematic being bone marrow toxicity. There is evidence that polymorphisms in the genes encoding thiopurine methyltransferase (TPMT) and inosine triphosphate pyrophosphatase (ITPase) predict adverse drug reactions to AZA therapy. Furthermore, common genetic polymorphisms in the gene encoding methylenetetrahydrofolate reductase (MTHFR) may have an indirect impact on thiopurine drug methylation by influencing levels of the methyl donor S-adenosylmethionine (SAM). The aim of this study was to determine whether polymorphisms in these candidate pharmacogenetic loci predict adverse drug reactions to AZA immunosuppressive therapy in liver transplant patients. A series of 65 liver transplant recipients were recruited to the study from the Liver Transplant Out-Patient clinic at The Royal Infirmary of Edinburgh. Clinical response to AZA was retrospectively correlated against TPMT activity, TPMT*2, *3A, and *3A genotypes, inosine triphosphatase (ITPA) 94C>A and IVS2+21A>C genotypes, and MTHFR 677C>T and 1298A>C genotypes. Variant TPMT, ITPA, and MTHFR genotypes were not significantly associated with adverse drug reactions to AZA, including bone marrow suppression. However, the 2 patients who suffered nodular regenerative hyperplasia (NRH) were both heterozygous for the TPMT*3A mutation. In conclusion, our findings suggest that TPMT, ITPA, and MTHFR genotypes do not predict adverse drug reactions, including bone marrow suppression, in liver transplant patients. However, the possible association between NRH and a heterozygous TPMT genotype should be investigated further.","type":"article","volume":"11","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/15973722","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280715,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15973722","xrefId":"15973722"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1002/lt.20377","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280716,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1002%2Flt.20377","xrefId":"10.1002/lt.20377"}],"year":2005}