{"@id":"https://pharmgkb.org/literature/15072601","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15072601,"resourceId":"11372592","title":"Genotype-phenotype correlation for thiopurine S-methyltransferase in healthy Italian subjects.","authors":["Rossi A M","Bianchi M","Guarnieri C","Barale R","Pacifici G M"],"journal":"European journal of clinical pharmacology","month":4,"page":"51-4","pubDate":"2001-04-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/11372592","summary":"OBJECTIVE: The aim of the present study was to estimate the concordance rate between erythrocyte thiopurine methyltransferase (TPMT) activity and genotype at the TPMT locus in an Italian population sample.\n\nMETHODS: The TPMT phenotype and genotype were determined in an unrelated population of 103 Italian healthy blood donors. Erythrocyte TPMT activity was measured with a radiochemical assay using 12.5 microM S-adenosyl-L-(methyl-14C)-methionine and 4 mM 6-mercaptopurine. The genotyping assay was based on restriction fragment length polymorphism polymerase chain reaction (RFLP-PCR) and allele-specific oligonucleotide polymerase chain reaction (ASO-PCR) methods.\n\nRESULTS: All subjects had detectable TPMT activity. The activity of TPMT varied 2.8-fold between the 5th and 95th percentile. This variation was neither age (P = 0.63) nor gender (P = 0.44) regulated and the frequency distribution of TPMT activity is compatible with a polymorphic distribution. The presence of the four most common defective alleles, i.e. TPMT*2, TPMT*3A, TPMT*3B and TPMT*3C, was examined through the entire phenotyped population. Ninety-two subjects did not carry any of the tested mutations. Eleven individuals were heterozygous for one of the mutant alleles and had a TPMT activity lower than 30 pmol/min/mg. Eight subjects were TPMT*1/TPMT*3A, two TPMT*1/TPMT*3C and one was TPMT*1/TPMT*2. The TPMT*3B allele was not detected in the samples analysed.\n\nCONCLUSIONS: There was a concordance of 97% between genotype and phenotype. All the heterozygotes had an intermediate phenotype. However, the wide variation range in TPMT activity detected in the wild-type homozygotes indicates that other genetic or epigenetic factors influence the TPMT phenotype.","type":"article","volume":"57","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/11372592","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280166,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/11372592","xrefId":"11372592"}],"year":2001}