{"@id":"https://pharmgkb.org/literature/15073209","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073209,"resourceId":"19057372","title":"Thiopurine S-methyltransferase (TPMT) gene polymorphism in Brazilian children with acute lymphoblastic leukemia: association with clinical and laboratory data.","authors":["Silva Marcilene Rezende","de Oliveira Benigna Maria","Viana Marcos Borato","Murao Mitiko","Romanha Alvaro José"],"journal":"Therapeutic drug monitoring","month":12,"page":"700-4","pubDate":"2008-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19057372","summary":"The frequency of allele variants of gene TPMT*2, *3A, *3B, and *3C was estimated in a population of 116 Brazilian children with acute lymphoblastic leukemia. The association between genotype and clinical and laboratory data obtained during chemotherapy maintenance phase and the correlation of intraerythrocyte concentration of 6-mercaptopurine metabolites (6-tioguanine nucleotide nucleotides and methylmercaptopurine) were analyzed. A multiplex amplification refractory mutation system-polymerase chain reaction (ARMS-PCR) was used in DNA amplification. Twelve patients presented TPMT gene mutation, all in heterozygous form. The most frequent allele variation was TPMT*3A (3.9%), followed by *3C (0.9%), *2 (0.4%), and *3B (0%). There was no significant association between clinical and laboratory data and the presence of mutation in TPMT gene. Of the 36 patients who were monitored for 6-mercaptopurine metabolite levels, only 1 had the mutation. In this patient, high 6-tioguanine nucleotide and low methylmercaptopurine concentrations were found. Event-free survival (EFS) for the whole group was 73.4%. There was no significant difference in event-free survival in the comparison between the groups with and without mutation (P = 0.06).","type":"article","volume":"30","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/19057372","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280306,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19057372","xrefId":"19057372"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/FTD.0b013e31818b0f31","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280307,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2FFTD.0b013e31818b0f31","xrefId":"10.1097/FTD.0b013e31818b0f31"}],"year":2008}