{"@id":"https://pharmgkb.org/literature/15072617","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15072617,"resourceId":"17617792","title":"The low frequency of defective TPMT alleles in Turkish population: a study on pediatric patients with acute lymphoblastic leukemia.","authors":["Tumer Tugba Boyunegmez","Ulusoy Gulen","Adali Orhan","Sahin Gurses","Gozdasoglu Sevgi","Arinç Emel"],"journal":"American journal of hematology","month":10,"page":"906-10","pubDate":"2007-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17617792","summary":"6-Mercaptopurine (6MP) is an essential anticancer drug used in the treatment of childhood acute lymphoblastic leukemia (ALL). Thiopurine methyltransferase (TPMT) polymorphisms are the major determinants of interindividual differences in the severe toxicity or efficacy of 6MP. Four variant alleles, TPMT*2, TPMT*3A, TPMT*3B, and TPMT*3C, are responsible over the 80% of low or undetectable enzyme activity. The frequencies of these variants were investigated among 106 children with ALL in Turkish population. TPMT*3A and TPMT*3C were the only deficiency alleles detected in Turkish population with an allele frequency of 0.9% for both. While *3C allele frequency in Turkish population was found to be very similar to Asian and other Caucasian populations, *3A allele frequency was significantly (P < 0.05) lower. So far, studies showed that the genetic polymorphisms of other drug metabolizing enzymes like CYP2E1, CYP1A1, GSTM1/ T1 in Turkish population were similar to Caucasian populations. However, we found that the distribution of TPMT polymorphisms in Turkish population was significantly lower than those in other Caucasians like British, French, and Italian whereas the distributions of TPMT variants were found to be very similar to Kazak population which is also Caucasian in ethnic origin. In this study, the clinical histories of the patients in the sample population were also examined, retrospectively. The patients with heterozygous or homozygous mutant genotypes had developed severe neutropenia and infection during 6MP therapy. The study provides the first data on the frequency of common TPMT variants in the Turkish population, based on analysis of pediatric patients with ALL.","type":"article","volume":"82","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/17617792","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280172,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17617792","xrefId":"17617792"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1002/ajh.20947","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280173,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1002%2Fajh.20947","xrefId":"10.1002/ajh.20947"}],"year":2007}