{"@id":"https://pharmgkb.org/literature/15074764","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074764,"resourceId":"20726808","title":"Nodular regenerative liver hyperplasia as a complication of azathioprine-containing immunosuppressive treatment for Crohn's disease.","authors":["Błogowski Wojciech","Marlicz Wojciech","Smereczyński Andrzej","Lawniczak Małgorzata","Lewosiuk Agnieszka","Starzyńska Teresa"],"journal":"Immunopharmacology and immunotoxicology","month":6,"page":"398-402","pubDate":"2011-06-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/20726808","summary":"Nodular regenerative liver hyperplasia (NRH) is a very rare but potentially severe complication of thiopurine-containing immunosuppressive therapy for autoimmune disorders, organ transplantation, and/or oncological treatment. Here we report a case of a 40-year-old female patient with Crohn's disease and genetic hypercoagulability disorder-factor V Leiden, who in the course of azathioprine immunosuppressive treatment for inflammatory bowel disease developed NRH, which was clinically manifested by thrombocytopenia and delicate hepato-splenomegaly. Moreover, her endoscopic examination of upper gastrointestinal tract demonstrated esophageal varices. Genetic analysis revealed heterozygous genotype (*1/*3A) of thiopurine S-methyltransferase (TPMT), a key enzyme of thiopurines' metabolism, which results in lower activity of TPMT enzyme, thereby making our patient more susceptible to azathioprine-related hepato and myelotoxicity development. Treatment was started with the immediate cessation of azathioprine therapy, and administration of propranolol as primary prophylaxis for bleeding from esophageal varices. Currently (3 years after diagnosis) remission of Crohn's disease is achieved, however, progression of features of portal hypertension is observed. Propranolol administration is continued and the patient is constantly monitored in our Department. Our Case Study highlights the clinical difficulties and challenges associated with diagnosing of azathioprine-induced NRH, as well as, supports previous observations that hypercoagulability disorders and abnormal TPMT activity may contribute to NRH development.","type":"article","volume":"33","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/20726808","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280717,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/20726808","xrefId":"20726808"},{"@id":"https://pharmgkb.org/crossReference/doi/10.3109/08923973.2010.509727","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280718,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.3109%2F08923973.2010.509727","xrefId":"10.3109/08923973.2010.509727"}],"year":2011}