{"@id":"https://pharmgkb.org/literature/15074058","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15074058,"resourceId":"15476481","title":"Thiopurine S-methyltransferase genotype predicts azathioprine-induced myelotoxicity in kidney transplant recipients.","authors":["Formea Christine M","Myers-Huentelman Heather","Wu Rongling","Crabtree Janet","Fujita Shiro","Hemming Alan","Reed Alan","Howard Richard","Karlix Janet L"],"journal":"American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons","month":11,"page":"1810-7","pubDate":"2004-11-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15476481","summary":"Azathioprine (AZA) is an immunosuppressive prodrug that undergoes metabolism by thiopurine S-methyltransferase (TPMT). Eighty to ninety-five percent of low or deficient TPMT enzyme activity is genetically determined by the presence of three nonfunctional mutant alleles: TPMT*2, TPMT*3A and TPMT*3C. Using TPMT as a pharmacogenetic paradigm, we explored the association between these genetic mutations and development of adverse drug effects in an ethnically diverse renal transplant population receiving azathioprine. Biochemical and clinical data were retrospectively evaluated during the first four weeks after kidney transplantation. TPMT nonfunctional mutant alleles were identified by polymerase chain reaction-based methods. Of 89 patients initially consented, 36 met inclusion criteria for this retrospective study. Five patients possessing a single TPMT nonfunctional mutant allele were identified: TPMT*3A: n = 2 Caucasians; TPMT*3B: n = 1 Caucasian; TPMT*3C: n = 2 African-Americans. TPMT nonfunctional mutant alleles were associated with significant reductions in hematological indices and a significant increase in cyclosporine plasma concentrations in the first month post-transplant. TPMT genotype was an independent predictor for hemoglobin, hematocrit and red blood cell changes while mean azathioprine dose (mg/kg/day), azathioprine dose (mg/kg/day) at day 30 and cyclosporinemia at day 30 were not. Prospective application of pharmacogenetic principles may assist in optimization of immunosuppressive drug therapy and minimize drug toxicities.","type":"article","volume":"4","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/15476481","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280510,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15476481","xrefId":"15476481"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/j.1600-6143.2004.00575.x","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280511,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fj.1600-6143.2004.00575.x","xrefId":"10.1111/j.1600-6143.2004.00575.x"}],"year":2004}