{"@id":"https://pharmgkb.org/literature/15073040","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073040,"resourceId":"15792824","title":"Thiopurine methyltransferase (TPMT) heterozygosity and enzyme activity as predictive tests for the development of azathioprine-related adverse events.","authors":["Heckmann Jeannine M","Lambson Elisabetta M T","Little Francesca","Owen Elizabeth P"],"journal":"Journal of the neurological sciences","month":4,"page":"71-80","pubDate":"2005-04-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15792824","summary":"Thiopurine methyltransferase (TPMT) is a key enzyme in azathioprine metabolism mediating both immunosuppression and cytotoxicity. TPMT activity may be influenced by a mutation in the TPMT gene resulting in individual differences in azathioprine metabolism. Individuals heterozygous for TPMT mutations or with low TPMT activity may be susceptible to azathioprine toxicity. We evaluate TPMT genotyping and TPMT enzyme activity as predictive tests for developing azathioprine-related adverse events. Neurological patients (n=129) observed whilst taking azathioprine therapy were genotyped for the TPMT*2, *3A and *3C mutations; TPMT enzyme activity was analysed in 92 of these patients. Ethnic appropriate controls (Black, Mixed-Ancestry and White) were genotyped (n=465) and of these controls TPMT activity was also measured in 115. Azathioprine-related adverse events developed in 21.7% of the patients; early (within 1 week) events included gastrointestinal symptoms (n=8/28). Haematological toxicity, hepatotoxicity, arthralgia, rashes and pancreatitis developing between 4 and 240 weeks. Genotyping showed that only four of 28 cases who developed adverse events, were heterozygous for TPMT*3A or *3C. Heterozygous patients developed either haematological or hepatic toxicity. In an ethnically heterogeneous society TPMT enzyme activity proved difficult to interpret as measurements amongst controls showed significant ethnic variation (p=1 x 10(-6)); cut-points between \"low\" and \"normal\" TPMT activity correlated with indigenous African genetic ancestry. Ethnic appropriate cut-points were determined but due to the ambiguity in interpreting TPMT enzyme results in heterogeneous societies, we favour genotyping as a predictive test. The positive predictive value of genotyping was low, but the likelihood ratio for developing either haematological or hepatotoxicity by identifying TPMT heterozygosity, was 9.75. In our patient population this translates into an improvement from a pre-test probability of developing haematological or hepatotoxicity of 11%, to a post-test level of 50%. Heterozygous patients may then be targeted for a more \"tailored\" increase in dosing and regular laboratory monitoring.","type":"article","volume":"231","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/15792824","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280265,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15792824","xrefId":"15792824"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1016/j.jns.2005.01.003","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280266,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1016%2Fj.jns.2005.01.003","xrefId":"10.1016/j.jns.2005.01.003"}],"year":2005}