{"@id":"https://pharmgkb.org/literature/15073967","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073967,"resourceId":"10833476","title":"Genotypic analysis of thiopurine S-methyltransferase in patients with Crohn's disease and severe myelosuppression during azathioprine therapy.","authors":["Colombel J F","Ferrari N","Debuysere H","Marteau P","Gendre J P","Bonaz B","Soulé J C","Modigliani R","Touze Y","Catala P","Libersa C","Broly F"],"journal":"Gastroenterology","month":6,"page":"1025-30","pubDate":"2000-06-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10833476","summary":"OBJECTIVE: Myelosuppression in patients with Crohn's disease (CD) treated with azathioprine has been attributed to low activity of thiopurine S-methyltransferase (TPMT). Allelic variants of the TPMT gene responsible for changes in the enzyme activity have been characterized. We investigated the distribution of mutant alleles associated with TPMT deficiency in patients with CD and myelosuppression during azathioprine/6-mercaptopurine therapy.\n\nMETHODS: Forty-one patients with CD were included. They developed leukopenia or thrombocytopenia during azathioprine or 6-mercaptopurine treatment. Polymerase chain reaction-based methods were used to search for mutations associated with TPMT deficiency.\n\nRESULTS: Four patients (10%) had 2 mutant alleles associated with TPMT deficiency, 7 (17%) had 1 mutant allele, and 30 (73%) had no known TPMT mutation. The delay between administration of the drug and occurrence of bone marrow toxicity was less than 1.5 months in the 4 patients with 2 mutant alleles, and ranged from 1 to 18 months in patients with 1 mutant allele and from 0.5 to 87 months in patients with normal genotype.\n\nCONCLUSIONS: Twenty-seven percent of patients with CD and myelosuppression during azathioprine therapy had mutant alleles of the TPMT gene associated with enzyme deficiency. Myelosuppression is more often caused by other factors. Continued monitoring of blood cell counts remains mandatory in patients treated with azathioprine.","type":"article","volume":"118","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/10833476","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280478,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10833476","xrefId":"10833476"}],"year":2000}