{"@id":"https://pharmgkb.org/literature/15073261","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15073261,"resourceId":"19048245","title":"Relationships between thiopurine S-methyltransferase polymorphism and azathioprine-related adverse drug reactions in Chinese renal transplant recipients.","authors":["Xin Hua-Wen","Xiong Hui","Wu Xiao-Chun","Li Qing","Xiong Lei","Yu Ai-Rong"],"journal":"European journal of clinical pharmacology","month":3,"page":"249-55","pubDate":"2009-03-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19048245","summary":"OBJECTIVE: To systematically investigate the relationships between thiopurine S-methyltransferase (TPMT) polymorphisms and azathioprine-related adverse drug reactions in patients with kidney transplantation.\n\nMETHODS: Erythrocyte TPMT activity of 150 patients with kidney transplantation and AZA therapy was determined by HPLC. The frequency of four common TPMT mutant alleles, TPMT*2, *3A, *3B, and *3C was determined by allele-specific PCR and PCR-restriction fragment length polymorphism (PCR-RFLP) analysis.\n\nRESULTS: Thirty cases (20%) had stopped azathioprine medication or were on reduced dose due to azathioprine-related side effects. The TPMT activity range of cases who never experienced side effects was 16.63-68.25 U, the mean of the controls was 38.43 +/- 11.59 U. The mean value of 12 cases with hematotoxicity was 23.50 +/- 10.33 U, much lower than the control mean (P < 0.05). No significant difference between the mean value of 18 cases with hepatotoxicity and the control mean (P > 0.05) was seen. No case with TPMT deficiency was found in all patients studied, and TPMT*2, *3A, and *3B were not detected in any of them. TPMT*3C heterozygous alleles were found in 4.7% (seven cases) of these patients, all seven cases had intermediate TPMT activity, and the mean was 16.75 +/- 2.09 U, much lower than other TPMT wild-type patients (P < 0.05). In the seven TPMT*3C patients, four cases experienced side effects (hematotoxicity, n = 2; hepatotoxicity, n = 2).\n\nCONCLUSIONS: This study demonstrates that TPMT activity is reduced in patients with TPMT*3C mutation. AZA-induced hematotoxicity is related to the reduced TPMT activity.","type":"article","volume":"65","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/19048245","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280318,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19048245","xrefId":"19048245"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1007/s00228-008-0589-0","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449280319,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1007%2Fs00228-008-0589-0","xrefId":"10.1007/s00228-008-0589-0"}],"year":2009}