{"@id":"https://pharmgkb.org/literature/15083909","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15083909,"resourceId":"25441457","title":"Thiopurine dose intensity and treatment outcome in childhood lymphoblastic leukaemia: the influence of thiopurine methyltransferase pharmacogenetics.","authors":["Lennard Lynne","Cartwright Cher S","Wade Rachel","Vora Ajay"],"journal":"British journal of haematology","month":4,"page":"228-40","pubDate":"2015-04-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/25441457","summary":"The impact of thiopurine methyltransferase (TPMT) genotype on thiopurine dose intensity, myelosuppression and treatment outcome was investigated in the United Kingdom childhood acute lymphoblastic leukaemia (ALL) trial ALL97. TPMT heterozygotes had significantly more frequent cytopenias and therefore required dose adjustments below target levels significantly more often than TPMT wild-type patients although the average dose range was similar for both genotypes. Event-free survival (EFS) for patients heterozygous for the more common TPMT*1/*3A variant allele (n = 99, 5-year EFS 88%) was better than for both wild-type TPMT*1/*1 (n = 1206, EFS 80%, P = 0路05) and TPMT*1/*3C patients (n = 17, EFS 53%, P = 0路002); outcomes supported by a multivariate Cox regression analysis. Poor compliance without subsequent clinician intervention was associated with a worse EFS (P = 0路02) and such non-compliance may have contributed to the poorer outcome for TPMT*1/*3C patients. Patients prescribed escalated doses had a worse EFS (P = 0路04), but there was no difference in EFS by dose intensity or duration of cytopenias. In contrast to reports from some USA and Nordic trials, TPMT heterozygosity was not associated with a higher rate of second cancers. In conclusion, TPMT*1/*3A heterozygotes had a better EFS than TPMT wild-type patients. Thiopurine induced cytopenias were not detrimental to treatment outcome.","type":"article","volume":"169","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/25441457","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449294569,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/25441457","xrefId":"25441457"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/bjh.13240","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449294571,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fbjh.13240","xrefId":"10.1111/bjh.13240"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC4737107","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449294570,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4737107","xrefId":"PMC4737107"}],"year":2015}