{"@id":"https://pharmgkb.org/literature/15080302","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15080302,"resourceId":"9695718","title":"Isolation of a human thiopurine S-methyltransferase (TPMT) complementary DNA with a single nucleotide transition A719G (TPMT*3C) and its association with loss of TPMT protein and catalytic activity in humans.","authors":["Loennechen T","Yates C R","Fessing M Y","Relling M V","Krynetski E Y","Evans W E"],"journal":"Clinical pharmacology and therapeutics","month":7,"page":"46-51","pubDate":"1998-07-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9695718","summary":"OBJECTIVE: Thiopurine S-methyltransferase (TPMT) is a cytosolic enzyme that catalyzes the S-methylation of mercaptopurine, azathioprine, thioguanine and most of their nucleotide metabolites. TPMT exhibits genetic polymorphism, with about 10% of individuals having intermediate TPMT activity because of heterozygosity at the TPMT locus and about 1 in 300 inheriting TPMT deficiency as an autosomal recessive trait. Although several mutant alleles have now been associated with inheritance of TPMT deficiency in humans, the expression of only TPMT*2 and TPMT*3A has been established by isolation and characterization of complementary DNA (cDNA) from individuals with low TPMT activity.\n\nMETHODS: Radiochemical assay, Western blot analysis, polymerase chain reaction (PCR) genotyping, and cDNA sequencing were used to analyze TPMT activity and protein levels in erythrocytes and to determine TPMT genotype.\n\nRESULTS: We established expression of another common mutant allele, TPMT*3C (containing only the A719G mutation), by sequence analysis of cDNA isolated from an individual with a heterozygous TPMT phenotype (7 units/ml packed erythrocytes). The TPMT*3C allele was also confirmed in an unrelated individual by sequencing TPMT coding exons after PCR amplification of genomic DNA. Moreover, Western blot analysis of erythrocytes obtained from five heterozygous individuals with the TPMT*3C allele (i.e., TPMT*1/TPMT*3C) exhibited about 50% less immunodetectable TPMT protein compared with homozygous wild-type individuals, and a TPMT-deficient individual with a TPMT*3A/TPMT*3C genotype had no immunodetectable TPMT protein.\n\nCONCLUSIONS: These data establish that the TPMT*3C allele is expressed in humans and is associated with lower immunodetectable TPMT protein and catalytic activity.","type":"article","volume":"64","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/9695718","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449282154,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9695718","xrefId":"9695718"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1016/S0009-9236(98)90021-2","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449282155,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1016%2FS0009-9236%2898%2990021-2","xrefId":"10.1016/S0009-9236(98)90021-2"}],"year":1998}