{"@id":"https://pharmgkb.org/literature/15082449","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15082449,"resourceId":"23962279","title":"Implementation of TPMT testing.","authors":["Lennard Lynne"],"journal":"British journal of clinical pharmacology","month":4,"page":"704-14","pubDate":"2014-04-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/23962279","summary":"The activity of the enzyme thiopurine methyltransferase (TPMT) is regulated by a common genetic polymorphism. One in 300 individuals lack enzyme activity and 11% are heterozygous for a variant low activity allele and have an intermediate activity. The thiopurine drugs azathioprine, mercaptopurine and thioguanine are substrates for TPMT; these drugs exhibit well documented myelosuppressive effects on haematopoietic cells and have a track record of idiosyncratic drug reactions. The development of severe bone marrow toxicity, in patients taking standard doses of thiopurine drugs, is associated with TPMT deficiency whilst the TPMT heterozygote is at an increased risk of developing myelosuppression. Factors influencing TPMT enzyme activity, as measured in the surrogate red blood cell, are discussed in this review to enable an appreciation of why concordance between TPMT genotype and phenotype is not 100%. This is particularly important for lower/intermediate TPMT activities to avoid misclassification of TPMT status. TPMT testing is now widely available in routine service laboratories. The British National Formulary suggests TPMT testing before starting thiopurine drugs. Dermatologists were quick to adopt routine TPMT testing whilst gastroenterologists do not specifically recommend TPMT screening. TPMT testing is mandatory prior to the use of mercaptopurine in childhood leukaemia. Thiopurine drug dose and other treatment related influences on cell counts explain some of the differing recommendations between clinical specialities. TPMT testing is cost-effective and the major role is in the identification of the TPMT deficient individual prior to the start of thiopurine drugs.","type":"article","volume":"77","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/23962279","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449282787,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/23962279","xrefId":"23962279"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/bcp.12226","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449282789,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fbcp.12226","xrefId":"10.1111/bcp.12226"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC3971986","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449282788,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3971986","xrefId":"PMC3971986"}],"year":2014}