{"@id":"https://pharmgkb.org/literature/15082355","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15082355,"resourceId":"24592889","title":"Thiopurine monitoring in children with inflammatory bowel disease: a systematic review.","authors":["Konidari Anastasia","Anagnostopoulos Antonios","Bonnett Laura J","Pirmohamed Munir","El-Matary Wael"],"journal":"British journal of clinical pharmacology","month":9,"page":"467-76","pubDate":"2014-09-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/24592889","summary":"OBJECTIVE: The aim was to systematically review the evidence on the clinical usefulness of thiopurine metabolite and white blood count (WBC) monitoring in the assessment of clinical outcomes in children with inflammatory bowel disease (IBD).\n\nMETHODS: Medline, Embase, Cochrane Central Register of controlled trials and http://www.clinicaltrials.gov were screened in adherence to the PRISMA statement by two independent reviewers for identification of eligible studies. Eligible studies were randomized controlled trials (RCTs), cohort studies and large case series of children with inflammatory bowel disease (IBD) (<18 years) who underwent monitoring of thiopurine metabolites and/or WBC.\n\nRESULTS: Fifteen papers were identified (n = 1026). None of the eligible studies were RCTs. High 6-thioguanine nucleotide (6TGN) concentrations were not consistently associated with leucopenia. Leucopenia was not associated with achievement of clinical remission. A positive but not consistent correlation between 6TGN and clinical remission was reported. Haematological toxicity could not be reliably assessed with 6TGN measurements only. A number of studies supported the use of high 6-methylmercaptopurine ribonucleotides (6MMPR) as an indicator of hepatotoxicity. Low thiopurine metabolite concentration may be indicative of non-compliance.\n\nCONCLUSIONS: Thiopurine metabolite testing does not safely predict clinical outcome, but may facilitate toxicity surveillance and treatment optimization in poor responders. Current evidence favours the combination of thiopurine metabolite/WBC monitoring and clinic follow-up for prompt identification of haematologic/hepatic toxicity safe dose adjustment, and treatment modification in cases of suboptimal clinical outcome or non-compliance. Well designed RCTs for the identification of robust surrogate markers of thiopurine efficacy and toxicity are required.","type":"article","volume":"78","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/24592889","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449282749,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/24592889","xrefId":"24592889"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/bcp.12365","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449282751,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fbcp.12365","xrefId":"10.1111/bcp.12365"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC4243898","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449282750,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4243898","xrefId":"PMC4243898"}],"year":2014}