{"@id":"https://pharmgkb.org/literature/15085288","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15085288,"resourceId":"25614061","title":"Physiologically based pharmacokinetic model for 6-mercpatopurine: exploring the role of genetic polymorphism in TPMT enzyme activity.","authors":["Ogungbenro Kayode","Aarons Leon","CRESim & Epi-CRESim Project Groups"],"journal":"British journal of clinical pharmacology","month":7,"page":"86-100","pubDate":"2015-07-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/25614061","summary":"OBJECTIVE: To extend the physiologically based pharmacokinetic (PBPK) model developed for 6-mercaptopurine to account for intracellular metabolism and to explore the role of genetic polymorphism in the TPMT enzyme on the pharmacokinetics of 6-mercaptopurine.\n\nMETHODS: The developed PBPK model was extended for 6-mercaptopurine to account for intracellular metabolism and genetic polymorphism in TPMT activity. System and drug specific parameters were obtained from the literature or estimated using plasma or intracellular red blood cell concentrations of 6-mercaptopurine and its metabolites. Age-dependent changes in parameters were implemented for scaling, and variability was also introduced for simulation. The model was validated using published data.\n\nRESULTS: The model was extended successfully. Parameter estimation and model predictions were satisfactory. Prediction of intracellular red blood cell concentrations of 6-thioguanine nucleotide for different TPMT phenotypes (in a clinical study that compared conventional and individualized dosing) showed results that were consistent with observed values and reported incidence of haematopoietic toxicity. Following conventional dosing, the predicted mean concentrations for homozygous and heterozygous variants, respectively, were about 10 times and two times the levels for wild-type. However, following individualized dosing, the mean concentration was around the same level for the three phenotypes despite different doses.\n\nCONCLUSIONS: The developed PBPK model has been extended for 6-mercaptopurine and can be used to predict plasma 6-mercaptopurine and tissue concentration of 6-mercaptopurine, 6-thioguanine nucleotide and 6-methylmercaptopurine ribonucleotide in adults and children. Predictions of reported data from clinical studies showed satisfactory results. The model may help to improve 6-mercaptopurine dosing, achieve better clinical outcome and reduce toxicity.","type":"article","volume":"80","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/25614061","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449295031,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/25614061","xrefId":"25614061"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/bcp.12588","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449295033,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fbcp.12588","xrefId":"10.1111/bcp.12588"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC4500328","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449295032,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4500328","xrefId":"PMC4500328"}],"year":2015}