{"@id":"https://pharmgkb.org/literature/15097742","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15097742,"resourceId":"27530327","title":"NUDT15 Hydrolyzes 6-Thio-DeoxyGTP to Mediate the Anticancer Efficacy of 6-Thioguanine.","authors":["Valerie Nicholas C K","Hagenkort Anna","Page Brent D G","Masuyer Geoffrey","Rehling Daniel","Carter Megan","Bevc Luka","Herr Patrick","Homan Evert","Sheppard Nina G","Stenmark Pål","Jemth Ann-Sofie","Helleday Thomas"],"journal":"Cancer research","month":9,"page":"5501-11","pubDate":"2016-09-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/27530327","summary":"Thiopurines are a standard treatment for childhood leukemia, but like all chemotherapeutics, their use is limited by inherent or acquired resistance in patients. Recently, the nucleoside diphosphate hydrolase NUDT15 has received attention on the basis of its ability to hydrolyze the thiopurine effector metabolites 6-thio-deoxyGTP (6-thio-dGTP) and 6-thio-GTP, thereby limiting the efficacy of thiopurines. In particular, increasing evidence suggests an association between the NUDT15 missense variant, R139C, and thiopurine sensitivity. In this study, we elucidated the role of NUDT15 and NUDT15 R139C in thiopurine metabolism. In vitro and cellular results argued that 6-thio-dGTP and 6-thio-GTP are favored substrates for NUDT15, a finding supported by a crystallographic determination of NUDT15 in complex with 6-thio-GMP. We found that NUDT15 R139C mutation did not affect enzymatic activity but instead negatively influenced protein stability, likely due to a loss of supportive intramolecular bonds that caused rapid proteasomal degradation in cells. Mechanistic investigations in cells indicated that NUDT15 ablation potentiated induction of the DNA damage checkpoint and cancer cell death by 6-thioguanine. Taken together, our results defined how NUDT15 limits thiopurine efficacy and how genetic ablation via the R139C missense mutation confers sensitivity to thiopurine treatment in patients. Cancer Res; 76(18); 5501-11. &copy;2016 AACR.","type":"article","volume":"76","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/27530327","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292377,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/27530327","xrefId":"27530327"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1158/0008-5472.CAN-16-0584","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292378,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1158%2F0008-5472.CAN-16-0584","xrefId":"10.1158/0008-5472.CAN-16-0584"}],"year":2016}