{"@id":"https://pharmgkb.org/literature/15096684","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15096684,"resourceId":"26076924","title":"NUDT15 R139C causes thiopurine-induced early severe hair loss and leukopenia in Japanese patients with IBD.","authors":["Kakuta Y","Naito T","Onodera M","Kuroha M","Kimura T","Shiga H","Endo K","Negoro K","Kinouchi Y","Shimosegawa T"],"journal":"The pharmacogenomics journal","month":6,"page":"280-5","pubDate":"2016-06-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/26076924","summary":"The efficacy of thiopurines, including azathioprine (AZA) and 6-mercaptopurine (6MP), has been demonstrated for the treatment of inflammatory bowel disease (IBD). The most common and serious adverse event of treatment with thiopurines altered by doctors is leukopenia. Hair loss is also a serious event that could be a critical reason for patients to decline thiopurine treatment. Thiopurine-induced severe hair loss causes cosmetic problems, and it takes a long time to recover. In a recent study, NUDT15 R139C was strongly associated with thiopurine-induced leukopenia in Korean and Caucasian populations. In this study, we performed an association study to investigate and replicate the association of R139C with adverse events of thiopurines in Japanese patients. A total of 142 Japanese patients with IBD, with histories of thiopurine treatment, were examined. NUDT15 R139C was genotyped using a custom TaqMan genotyping assay. Adverse events including leukopenia were reviewed from medical records. The 6MP dose was adjusted to AZA equivalents by multiplying with 2 as a thiopurine dose. Five patients developed severe hair loss and all of them were risk homozygous (T/T) for R139C. No early severe hair loss was observed in patients with the C/T or C/C genotype (P=3.82 × 10(-16), odds ratio=212). The association of R139C with early (<8 weeks) leukopenia (white blood cells<3000 mm(-3)), which was previously reported in Korean patients, was replicated in our Japanese IBD cohort (P=1.92 × 10(-16), odds ratio=28.4). However, we could not confirm the association with late leukopenia in the Japanese subjects. Patients with the C/T genotype discontinued treatment or required thiopurine dose reduction significantly earlier than patients with the C/C genotype (P=1.45 × 10(-4)); however, on manipulating the doses, there was no significant difference in the thiopurine continuation rates between the groups. In the maintenance period, the frequencies of 6MP usage were higher, and the doses of thiopurines were significantly lower in patients with the C/T genotype than in those with the C/C genotype (0.574±0.316 mg kg(-1) per day vs 1.03±0.425 mg kg(-1) per day, P=6.21 × 10(-4)). NUDT R139C was significantly associated with early severe hair loss in Japanese patients with IBD. We also verified the previously reported association of R139C with early leukopenia in a different East Asian population. It is recommended that treatment with thiopurines should be avoided for patients with the T/T genotype. Low-dose 6MP (0.2-0.3 mg kg(-1) per day) could be used rather than AZA for the patients with C/T genotype to continue thiopurine treatments. However, late leukopenia and other several adverse events could not be completely predicted by R139C genotypes.","type":"article","volume":"16","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/26076924","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449286678,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/26076924","xrefId":"26076924"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1038/tpj.2015.43","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449286679,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1038%2Ftpj.2015.43","xrefId":"10.1038/tpj.2015.43"}],"year":2016}