{"@id":"https://pharmgkb.org/literature/15091552","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15091552,"resourceId":"25999454","title":"Inherited genetic variation in childhood acute lymphoblastic leukemia.","authors":["Moriyama Takaya","Relling Mary V","Yang Jun J"],"journal":"Blood","month":6,"page":"3988-95","pubDate":"2015-06-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/25999454","summary":"Although somatically acquired genomic alterations have long been recognized as the hallmarks of acute lymphoblastic leukemia (ALL), the last decade has shown that inherited genetic variations (germline) are important determinants of interpatient variability in ALL susceptibility, drug response, and toxicities of ALL therapy. In particular, unbiased genome-wide association studies have identified germline variants strongly associated with the predisposition to ALL in children, providing novel insight into the mechanisms of leukemogenesis and evidence for complex interactions between inherited and acquired genetic variations in ALL. Similar genome-wide approaches have also discovered novel germline genetic risk factors that independently influence ALL prognosis and those that strongly modify host susceptibility to adverse effects of antileukemic agents (eg, vincristine, asparaginase, glucocorticoids). There are examples of germline genomic associations that warrant routine clinical use in the treatment of childhood ALL (eg, TPMT and mercaptopurine dosing), but most have not reached this level of actionability. Future studies are needed to integrate both somatic and germline variants to predict risk of relapse and host toxicities, with the eventual goal of implementing genetics-driven precision-medicine approaches in ALL treatment.","type":"article","volume":"125","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/25999454","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449290203,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/25999454","xrefId":"25999454"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1182/blood-2014-12-580001","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449290205,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1182%2Fblood-2014-12-580001","xrefId":"10.1182/blood-2014-12-580001"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC4481591","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449290204,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4481591","xrefId":"PMC4481591"}],"year":2015}