{"@id":"https://pharmgkb.org/literature/15097806","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15097806,"resourceId":"27604507","title":"NUDT15 polymorphisms are better than thiopurine S-methyltransferase as predictor of risk for thiopurine-induced leukopenia in Chinese patients with Crohn's disease.","authors":["Zhu X","Wang X-D","Chao K","Zhi M","Zheng H","Ruan H-L","Xin S","Ding N","Hu P-J","Huang M","Gao X"],"journal":"Alimentary pharmacology & therapeutics","month":11,"page":"967-975","pubDate":"2016-11-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/27604507","summary":": Thiopurine-induced leukopenia is the most common dangerous adverse event in Asians. NUDT15 R139C was recently proposed to be a promising biomarker for leukopenia with thiopurine therapy in Asians, but this has not been replicated in the Chinese population.\n\n: To investigate the influence of NUDT15 R139C, thiopurine S-methyltransferase (TPMT), 6-TGN and 6-MMPR on thiopurine-induced leukopenia in Chinese patients with Crohn's disease.\n\n: Clinical and epidemiological characteristics were reviewed from medical records. NUDT15 R139C and TPMT were genotyped. 6-TGN/6-MMPR concentrations were measured with high-performance liquid chromatography (HPLC).\n\n: A total of 253 patients were included, 65 (25.7%) of whom experienced leukopenia. The median follow-up with thiopurine treatment was 38.0 weeks (range, 1-192 weeks). NUDT15 R139C was strongly associated with the incidence of leukopenia (70.2% mutation vs. 12.8% wild type; P=8.61×10-19 ; odds ratio, 10.80; 95% CI, 5.89-19.83). However, TPMT genotype was not found to be correlated with the incidence of leukopenia (P = 0.44). In subgroup of NUDT15 wild type, there was significant difference of 6TGN concentration between patients with and without leukopenia (413.0 (174.2-831.4) vs. 279.7 (77.3-666.9) pmol/8 × 10 8 RBC, P = 0.0055). In contrast, no association was found in patients with NUDT15 R139C variant alleles (P = 0.26). 6-MMPR was not correlated with leukopenia (P = 0.84).\n\n: In Chinese patients, it is strongly recommended to detect NUDT15 genotype rather than TPMT before initiating thiopurine drugs. 6TGN concentration should be routinely monitored in CD patients with NUDT15 wild type. As for CT genotype, starting at low dose and careful monitoring for leukopenia and 6TGN levels is recommended.","type":"article","volume":"44","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/27604507","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292514,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/27604507","xrefId":"27604507"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/apt.13796","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292515,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fapt.13796","xrefId":"10.1111/apt.13796"}],"year":2016}