{"@id":"https://pharmgkb.org/literature/15096683","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15096683,"resourceId":"26503813","title":"NUDT15 gene polymorphism related to mercaptopurine intolerance in Taiwan Chinese children with acute lymphoblastic leukemia.","authors":["Liang D-C","Yang C-P","Liu H-C","Jaing T-H","Chen S-H","Hung I-J","Yeh T-C","Lin T-H","Lai C-L","Lai C-Y","Shih L-Y"],"journal":"The pharmacogenomics journal","month":11,"page":"536-539","pubDate":"2016-11-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/26503813","summary":"A recent study identified a variant of the NUDT15 gene (rs116855232 C>T) associated with intolerance to thiopurine in Korean patients with Crohn's disease. This study prompted us to substantiate the finding in a Taiwanese population. Four hundred and four children with acute lymphoblastic leukemia (ALL), and 100 adults with chronic immune thrombocytopenic purpura or localized lymphoma having normal bone marrow were examined. Two candidate gene approaches, pyrosequencing for NUDT15 and TaqMan assay for thiopurine methyltransferase (TPMT) genotyping (rs1142345 A>G), were performed. We showed a risk allele frequency of NUDT15 of 11.6% in children with ALL and 15.5% in adults. By contrast, the risk allele frequency of TPMT was only 1.6% in children with ALL and 0.5% in adults. The high frequency of risk variant for NUDT15, but not the very low frequency of risk variant for TPMT, was closely associated with the intolerance to mercaptopurine in children with ALL in Taiwan, contrast to that of European descent. In regard to NUDT15 polymorphism, the maximal tolerable daily doses of mercaptopurine in homozygotes, heterozygotes and wild-type groups were 9.4 mg m-2, 30.7 mg m-2 and 44.1 mg m-2, respectively. The outcomes did not differ significantly among the different genotypes.","type":"article","volume":"16","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/26503813","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449286676,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/26503813","xrefId":"26503813"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1038/tpj.2015.75","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449286677,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1038%2Ftpj.2015.75","xrefId":"10.1038/tpj.2015.75"}],"year":2016}