{"@id":"https://pharmgkb.org/literature/15097786","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15097786,"resourceId":"27577869","title":"NUDT15 and TPMT genetic polymorphisms are related to 6-mercaptopurine intolerance in children treated for acute lymphoblastic leukemia at the Children's Cancer Center of Lebanon.","authors":["Zgheib Nathalie K","Akika Reem","Mahfouz Rami","Aridi Carol Al","Ghanem Khaled M","Saab Raya","Abboud Miguel R","Tarek Nidale","El Solh Hassan","Muwakkit Samar A"],"journal":"Pediatric blood & cancer","month":1,"page":"146-150","pubDate":"2017-01-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/27577869","summary":"BACKGROUND: Interindividual variability in thiopurine-related toxicity could not be completely explained by thiopurine S-methyltransferase (TPMT) polymorphisms, as a number of patients who are homozygous wild type or normal for TPMT still develop toxicity that necessitates 6-mercaptopurine (MP) dose reduction or protocol interruption. Recently, few studies reported on an inherited nucleoside diphosphate-linked moiety X motif 15 (NUDT15) c.415C>T low-function variant that is associated with decreased thiopurine metabolism and leukopenia in childhood acute lymphoblastic leukemia (ALL) and other diseases.\n\nMETHODS: The aim of this study is to measure the frequency of TPMT and NUDT15 polymorphisms and assess whether they are predictors of MP intolerance in children treated for ALL. One hundred thirty-seven patients with ALL of whom 121 were Lebanese were evaluated. MP dose intensity was calculated as the ratio of the tolerated MP dose to planned dose during continuation phase to maintain an absolute neutrophil count (ANC) dose above 300 per μl.\n\nRESULTS: One patient was NUDT15 heterozygous TC and tolerated only 33.33% of the planned MP dose, which was statistically significantly different from the median-tolerated MP dose intensity of the rest of the cohort (76.00%). Three patients had the TPMT*3A haplotype and tolerated 40.00-66.66% of the planned MP dose, which was also statistically significantly different from the rest of the cohort.\n\nCONCLUSIONS: This is the first report on the association of TPMT and NUDT15 polymorphisms with MP dose intolerance in Arab patients with ALL. Genotyping for additional polymorphisms may be warranted for potential gene/allele-dose effect.","type":"article","volume":"64","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/27577869","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292471,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/27577869","xrefId":"27577869"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1002/pbc.26189","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292472,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1002%2Fpbc.26189","xrefId":"10.1002/pbc.26189"}],"year":2017}