{"@id":"https://pharmgkb.org/literature/15097837","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15097837,"resourceId":"23787247","title":"Deletion of glutathione-s-transferase m1 reduces azathioprine metabolite concentrations in young patients with inflammatory bowel disease.","authors":["Stocco Gabriele","Cuzzoni Eva","De Iudicibus Sara","Franca Raffaella","Favretto Diego","Malusà Noelia","Londero Margherita","Cont Gabriele","Bartoli Fiora","Martelossi Stefano","Ventura Alessandro","Decorti Giuliana"],"journal":"Journal of clinical gastroenterology","month":1,"page":"43-51","pubDate":"2014-01-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/23787247","summary":"OBJECTIVE: To investigate, in young patients with inflammatory bowel disease (IBD) treated with azathioprine, the association between genetic polymorphisms of thiopurine-S-methyl-transferase (TPMT), inosine-triphosphate-pyrophosphatase (ITPA), and glutathione-S-transferases (GST), involved in azathioprine metabolism, the concentration of the main metabolites of azathioprine, thioguanine nucleotides (TGNs) and the methylated nucleotides (MMPN), and the dose of the medication.\n\nBACKGROUND: Azathioprine is widely used in IBD as an immunosuppressive agent, particularly to maintain remission in patients with steroid refractory disease. Azathioprine is a prodrug and requires conversion to its active form mercaptopurine, which has no intrinsic activity, and is activated by the enzymes of the purine salvage pathway to TGNs. Polymorphisms in genes of enzymes involved in azathioprine metabolism influence the efficacy and toxicity of treatment.\n\nMETHODS: Seventy-five young patients with IBD treated with azathioprine at least for 3 months were enrolled and genotyped for the selected genes; for these patients, TGN and MMPN metabolites were measured by high performance liquid chromatography in erythrocytes.\n\nRESULTS: GST-M1 deletion was associated with lower TGN/dose ratio (P=0.0030), higher azathioprine dose requirement (P=0.022), and reduced response to therapy (P=0.0022). TPMT variant genotype was associated with lower MMPN concentration (P=0.0064) and increased TGN/dose ratio (P=0.0035). ITPA C94A polymorphism resulted in an increased MMPN concentration (P=0.037).\n\nCONCLUSIONS: This study describes the effect of candidate genetic polymorphisms in TPMT, ITPA, and GST-M1 on azathioprine pharmacokinetics in IBD patients, showing, for the first time, relevant effects of GST-M1 genotype on azathioprine metabolites concentration.","type":"article","volume":"48","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/23787247","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292577,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/23787247","xrefId":"23787247"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/MCG.0b013e31828b2866","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292578,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2FMCG.0b013e31828b2866","xrefId":"10.1097/MCG.0b013e31828b2866"}],"year":2014}