{"@id":"https://pharmgkb.org/literature/15097411","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15097411,"resourceId":"22495427","title":"Polymorphism of genes involved in purine metabolism (XDH, AOX1, MOCOS) in kidney transplant recipients receiving azathioprine.","authors":["Kurzawski Mateusz","Dziewanowski Krzysztof","Safranow Krzysztof","Drozdzik Marek"],"journal":"Therapeutic drug monitoring","month":6,"page":"266-74","pubDate":"2012-06-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/22495427","summary":"BACKGROUND: Xanthine dehydrogenase (XDH), aldehyde oxidase1 (AOX1), and molybdenum cofactor sulfurase (MOCOS) are enzymes involved in purine metabolism. The aim of this study was to investigate single nucleotide polymorphisms (SNPs) in XDH, AOX1, and MOCOS genes in relation to clinical parameters and risk of drug side effects in a cohort of kidney transplant recipients treated with azathioprine (AZA) as a part of standard immunosuppressive regimen.\n\nMETHODS: One hundred fifty-six patients receiving AZA for the first year from the surgery were genotyped for the presence of common SNPs in the coding regions of XDH, AOX1, and MOCOS genes using TaqMan assays.\n\nRESULTS: AOX1 rs55754655 variant allele carriers received a higher mean AZA dose 3, 6, and 12 months after transplantation (P < 0.05). The patients inheriting rs594445 MOCOS minor allele required significantly lower doses of AZA for efficient treatment compared with wild-type heterozygotes at 3, 6, and 12 months from the transplantation (mean values: 1.39 versus 1.59, 1.38 versus 1.58, and 1.33 versus 1.53 mg·kg·24 h) and displayed lower mean RBC count at the time points evaluated. Multivariate analysis has shown that the effect of MOCOS rs594445 polymorphism is independent of other investigated gene variations and might influence AZA dosage, similarly to TPMT heterozygosity. The authors have not observed an association between any of the studied XDH SNPs and clinical parameters of AZA-treated patients.\n\nCONCLUSIONS: The results of this study should be regarded as preliminary. However, if the observed association between SNPs: AOX1 rs55754655, MOCOS rs594445, and AZA dose requirements would be positively confirmed in further independent studies, it could be introduced into clinical practice to individualize thiopurine treatment.","type":"article","volume":"34","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/22495427","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449288321,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/22495427","xrefId":"22495427"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/FTD.0b013e31824aa681","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449288322,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2FFTD.0b013e31824aa681","xrefId":"10.1097/FTD.0b013e31824aa681"}],"year":2012}