{"@id":"https://pharmgkb.org/literature/15098514","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15098514,"resourceId":"28130685","title":"Metabolite monitoring to guide thiopurine therapy in systemic autoimmune diseases.","authors":["Chapdelaine Aurélie","Mansour Anne-Marie","Troyanov Yves","Williamson David R","Doré Maxime"],"journal":"Clinical rheumatology","month":6,"page":"1341-1348","pubDate":"2017-06-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/28130685","summary":"6-Thioguanine nucleotide (6-TGN) is the active metabolite of thiopurine drugs azathioprine and 6-mercaptopurine. 6-Methylmercaptopurine (6-MMP) is an inactive and potentially hepatotoxic metabolite. A subgroup of patients (shunters) preferentially produce 6-MMP instead of 6-TGN, therefore displaying thiopurine resistance and risk for hepatotoxicity. Outside inflammatory bowel disease literature, few data exist regarding individualized thiopurine therapy based on metabolite monitoring. This study sought to describe metabolite monitoring in patients receiving weight-based thiopurine for systemic autoimmune diseases. Patients were enrolled using a laboratory database, and data were retrospectively collected. The correlation between the highest thiopurine dose (mg/kg) and the 6-TGN concentration (pmol/8 × 10 8 erythrocytes) was estimated with Pearson's correlation coefficient. Seventy-one patients with various systemic autoimmune conditions were enrolled. The correlation between the thiopurine dose and the 6-TGN level was weak for the overall patient sample (r = 0.201, p = 0.092) and for the subgroup of non-shunters (r = 0.278, p = 0.053). Subjects with 6-MMP levels >5700 pmol/8 × 10 8 erythrocytes had more hepatic cytolysis compared to subjects with 6-MMP <5700, OR = 4.36 (CI 95% 1.18-16.13, p = 0.027). Twenty-two patients (31%) were identified as shunters. Six shunters developed hepatotoxicity, five of which had 6-MMP concentration >5700. Eleven non-shunters had hepatotoxicity, one of which had 6-MMP >5700. Thiopurine metabolite monitoring shows wide variability in 6-TGN levels among patients treated with weight-based thiopurine for systemic autoimmune diseases. Thirty-one percent of the patients in our series fulfilled the shunter definition. Thiopurine metabolite monitoring and dose adjustment to improve maintenance of remission and avoid hepatotoxicity should be studied prospectively.","type":"article","volume":"36","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/28130685","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449293812,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/28130685","xrefId":"28130685"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1007/s10067-017-3554-4","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449293813,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1007%2Fs10067-017-3554-4","xrefId":"10.1007/s10067-017-3554-4"}],"year":2017}