{"@id":"https://pharmgkb.org/literature/15090613","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15090613,"resourceId":"26186248","title":"Personalized medicine in sarcoidosis: predict responders and nonresponders.","authors":["Petrek Martin"],"journal":"Current opinion in pulmonary medicine","month":9,"page":"532-7","pubDate":"2015-09-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/26186248","summary":"OBJECTIVE: Treatment of sarcoidosis, a granulomatous disease affecting multiple organs with predominance to the lung, is complicated by variable response of individual patients to treatment options ranging from corticosteroids to second-line steroid-sparing agents and further to biologicals. This is partially because of varying disease manifestation, but polymorphic genes affecting drug metabolization substantially contribute. This review deals with pharmacogenetic (PGx) factors underlying interindividual differences of treatment response in sarcoidosis regarding personalized approach to patient management.\n\nRESULTS: No firm evidence is available for introducing genotyping metabolizing enzymes and/or transporters (Cytochrome P450, TPMT, ABCB1 and so on) despite drugs they target (azathioprine and methotrexate) are used in sarcoidosis. Variation in TNFA gene, which was associated with response to tumor necrosis factor inhibitors (infliximab and adalimumab), is in line with plausible pathomechanisms; however, clinical utility should be confirmed. No PGx data have been yet reported in sarcoidosis for other biologicals (ustekinumab and rituximab). Extending to pharmacogenomics, further possibility for predicting sarcoidosis treatment response is represented by molecular (mRNA and miRNA) profiling at (post)transcriptional level.\n\nCONCLUSIONS: Before PGx tests predicting treatment response are clinically utilized, information on genetic variation should be included in ongoing/new clinical trials, design of which should reflect needs to address relevance of testing gene variants either alone or in combination with other, that is genomic biomarkers. Attention must also be paid to predictors of adverse drug reactions, and possible ethnic or sex differences in individual treatment response should not be neglected. With this future complex information, we will be able to nominate genetic/genomic markers to provide additional level of guidance for selecting appropriate medication, drug combination(s) and dosage.","type":"article","volume":"21","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/26186248","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449286511,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/26186248","xrefId":"26186248"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/MCP.0000000000000194","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449286512,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2FMCP.0000000000000194","xrefId":"10.1097/MCP.0000000000000194"}],"year":2015}