{"@id":"https://pharmgkb.org/literature/15097662","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15097662,"resourceId":"27416873","title":"Nucleoside diphosphate-linked moiety X-type motif 15 C415T variant as a predictor for thiopurine-induced toxicity in Indian patients.","authors":["Shah Swarup A V","Paradkar Minal","Desai Devendra","Ashavaid Tester F"],"journal":"Journal of gastroenterology and hepatology","month":3,"page":"620-624","pubDate":"2017-03-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/27416873","summary":"OBJECTIVE: Interindividual variation seen in the thiopurine metabolism is attributed to the genetic variant in thiopurine methyltransferase (TPMT) gene leading to myelosuppression. In Asians, the thiopurine-induced toxicity is not completely explained by TPMT variants. Literature indicates that a newer genetic variant in nucleoside diphosphate-linked moiety X-type motif 15 (NUDT15) gene is associated with thiopurine intolerance. We aimed to determine the risk allele frequency of NUDT15 genetic variant and its association with thiopurine-induced toxicity in Indian patients.\n\nMETHODS: In this pilot study, 69 patients on thiopurine therapy were analyzed. The frequencies of thiopurine-induced leukopenia were recorded. NUDT15 (C415T) and TPMT (*2, *3A, *3B, and *3C) genotyping was performed using amplification refractory mutation system-polymerase chain reaction and restriction fragment length polymorphism technique. Results were validated by DNA sequencing.\n\nRESULTS: The NUDT15 CC, CT, and TT genotypes were found to be 86.9%, 11.5%, and 1.5%, respectively, whereas TPMT genetic variants were absent. Of 60 patients without NUDT15 variant, none developed leukopenia, whereas of nine patients with NUDT15 variant, six developed leukopenia (P-value < 0.0001). The mean thiopurine dose of 1.01 and 0.73 mg/kg/day for patients with wild and mutant NUDT15 alleles, respectively, was statistically significant (P < 0.01). The sensitivity and specificity for NUDT15 variant were 100% and 95.2%, respectively.\n\nCONCLUSIONS: The NUDT15 risk allele frequency was 7.2%. There are 6/69 (8.7%) patients who developed leukopenia and harbored NUDT15 variant, thus showing a strong association for thiopurine-induced toxicity. Hence, NUDT15 genotyping may be considered before thiopurine therapy in Indian patients.","type":"article","volume":"32","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/27416873","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292196,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/27416873","xrefId":"27416873"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/jgh.13494","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292197,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fjgh.13494","xrefId":"10.1111/jgh.13494"}],"year":2017}