{"@id":"https://pharmgkb.org/literature/15098029","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15098029,"resourceId":"22535280","title":"Gene polymorphisms involved in manifestation of leucopenia, digestive intolerance, and pancreatitis in azathioprine-treated patients.","authors":["Wroblova Katerina","Kolorz Michal","Batovsky Marian","Zboril Vladimir","Suchankova Jana","Bartos Milan","Ulicny Boris","Pav Igor","Bartosova Ladislava"],"journal":"Digestive diseases and sciences","month":9,"page":"2394-401","pubDate":"2012-09-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/22535280","summary":"BACKGROUND: Approximately 10-28 % of patients experience adverse drug reactions related to treatment with thiopurines. The most serious reaction is myelosuppression, typically manifested as leucopenia, which occurs in approximately 2-5 % of patients. Other adverse drug reactions that often accompany thiopurine therapy are pancreatitis, hepatotoxicity, allergic reactions, digestive intolerance, arthralgia, febrile conditions, and rash.\n\nOBJECTIVE: The objective of this study was to assess the relationship between variant alleles of thiopurine S-methyltransferase (SNPs 238G > C, 460G > A and 719A > G), inosine triphosphate diphosphatase (SNPs 94C > A and IVS2 + 21A > C), and xanthine dehydrogenase (837C > T) and the occurrence of adverse drug reactions to azathioprine therapy.\n\nMETHODS: Genotype was determined for 188 Caucasians diagnosed with inflammatory bowel disease treated with a standard dose of azathioprine (1.4-2.0 mg/kg/day). Allelic variants were determined by PCR-REA and real-time PCR methods. Results were statistically evaluated by use of Fisher's test and by odds ratio calculation.\n\nRESULTS: Variant genotype thiopurine S-methyltransferase predisposes to development of leucopenia (P = 0.003, OR = 5, CI 95 %, 1.8058-13.8444). Although not statistically significant, we observed a trend that suggested correlation between the occurrence of digestive intolerance and the variant genotype inosine triphosphate diphosphatase (P = 0.1102; OR 15.63, CI 95 %, 1.162-210.1094), and between the occurrence of pancreatitis and the variant allele xanthine dehydrogenase 837T (P = 0.1124; OR 12,1, CI 95 %, 1.15-126.37).\n\nCONCLUSIONS: The variant genotype thiopurine S-methyltransferase has been associated with the occurrence of leucopenia. The involvement of polymorphisms in inosine triphosphate diphosphatase and xanthine dehydrogenase genes in the development of digestive intolerance and pancreatitis will require further verification.","type":"article","volume":"57","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/22535280","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292989,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/22535280","xrefId":"22535280"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1007/s10620-012-2163-y","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292990,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1007%2Fs10620-012-2163-y","xrefId":"10.1007/s10620-012-2163-y"}],"year":2012}