{"@id":"https://pharmgkb.org/literature/15097948","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15097948,"resourceId":"22662200","title":"Pan-pathway based interaction profiling of FDA-approved nucleoside and nucleobase analogs with enzymes of the human nucleotide metabolism.","authors":["Egeblad Louise","Welin Martin","Flodin Susanne","Gräslund Susanne","Wang Liya","Balzarini Jan","Eriksson Staffan","Nordlund Pär"],"journal":"PloS one","month":0,"page":"e37724","pubDate":"2011-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/22662200","summary":"To identify interactions a nucleoside analog library (NAL) consisting of 45 FDA-approved nucleoside analogs was screened against 23 enzymes of the human nucleotide metabolism using a thermal shift assay. The method was validated with deoxycytidine kinase; eight interactions known from the literature were detected and five additional interactions were revealed after the addition of ATP, the second substrate. The NAL screening gave relatively few significant hits, supporting a low rate of \"off target effects.\" However, unexpected ligands were identified for two catabolic enzymes guanine deaminase (GDA) and uridine phosphorylase 1 (UPP1). An acyclic guanosine prodrug analog, valaciclovir, was shown to stabilize GDA to the same degree as the natural substrate, guanine, with a deltaT(agg) around 7&deg;C. Aciclovir, penciclovir, ganciclovir, thioguanine and mercaptopurine were also identified as ligands for GDA. The crystal structure of GDA with valaciclovir bound in the active site was determined, revealing the binding of the long unbranched chain of valaciclovir in the active site of the enzyme. Several ligands were identified for UPP1: vidarabine, an antiviral nucleoside analog, as well as trifluridine, idoxuridine, floxuridine, zidovudine, telbivudine, fluorouracil and thioguanine caused concentration-dependent stabilization of UPP1. A kinetic study of UPP1 with vidarabine revealed that vidarabine was a mixed-type competitive inhibitor with the natural substrate uridine. The unexpected ligands identified for UPP1 and GDA imply further metabolic consequences for these nucleoside analogs, which could also serve as a starting point for future drug design.","type":"article","volume":"7","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/22662200","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292889,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/22662200","xrefId":"22662200"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1371/journal.pone.0037724","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292891,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1371%2Fjournal.pone.0037724","xrefId":"10.1371/journal.pone.0037724"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC3360617","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449292890,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3360617","xrefId":"PMC3360617"}],"year":2012}