{"@id":"https://pharmgkb.org/literature/15096725","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":15096725,"resourceId":"26735160","title":"NUDT15 variant is the most common variant associated with thiopurine-induced early leukopenia and alopecia in Korean pediatric patients with Crohn's disease.","authors":["Lee Yeoun Joo","Hwang Eun Ha","Park Jae Hong","Shin Jin-Hong","Kang Boram","Kim Sun-Young"],"journal":"European journal of gastroenterology & hepatology","month":4,"page":"475-8","pubDate":"2016-04-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/26735160","summary":"OBJECTIVE: Thiopurine-induced leukopenia is a relatively common adverse event related to thiopurine medication in Korean pediatric Crohn's disease. In addition to the mutations of TPMT gene, the NUDT15 c.415C>T variant was recently identified to have a strong association with thiopurine-induced early leukopenia. We conducted this study to define the incidence of azathioprine (AZA)-related leukopenia and to determine the incidence and characteristics of their genetic variants in Korean pediatric Crohn's disease patients.\n\nMETHODS: Patients diagnosed with pediatric Crohn's disease who had used AZA for more than 3 months were recruited. The dose and duration of medication and data regarding adverse events including leukopenia were collected. TPMT and NUDT15 gene sequencing was performed for patients who had experienced AZA-induced leukopenia.\n\nRESULTS: A total of 81 patients had used AZA as a maintenance therapy of Crohn's disease. The mean dose of AZA was 1.88±0.39 mg/kg/day. Nine patients (11.1%) experienced AZA-induced leukopenia, and eight patients (9.9%) experienced AZA-induced early leukopenia. Among the eight early leukopenia patients, six patients (75.0%) harbored the NUDT15 c.415C>T variant and one patient (12.5%) had the TPMT c.719A>G (TPMT*3C) variant. All the three patients with NUDT15 c.415C>T homozygous variant suffered from alopecia totalis, and two of them experienced severe systemic infection. Three patients with the NUDT15 heterozygous variant are currently treated with AZA at a dose of 0.76 mg/kg/day.\n\nCONCLUSIONS: Mutations of the NUDT15 and TPMT gene accounted for ∼88% of cases with thiopurine-induced early leukopenia. Extensive hair loss was a recognizable early symptom in patients with the homozygous NUDT15 c.415C>T variant. Sequencing of the NUDT15 genes can guide the clinicians before thiopurine medication. An alternative immunosuppressive medication is recommended for patients with homozygous NUDT15 c.415C>T variant. For those with the heterozygous variant, half the usual dose of AZA can achieve efficacy comparable to that for wild-type patients.","type":"article","volume":"28","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/26735160","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449286787,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/26735160","xrefId":"26735160"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1097/MEG.0000000000000564","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449286788,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1097%2FMEG.0000000000000564","xrefId":"10.1097/MEG.0000000000000564"}],"year":2016}