{"@id":"https://pharmgkb.org/literature/6401538","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":6401538,"resourceId":"9486974","title":"Human thiopurine methyltransferase pharmacogenetics. Kindred with a terminal exon splice junction mutation that results in loss of activity.","authors":["Otterness D M","Szumlanski C L","Wood T C","Weinshilboum R M"],"journal":"The Journal of clinical investigation","month":3,"page":"1036-44","pubDate":"1998-03-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9486974","summary":"Thiopurine methyltransferase (TPMT) catalyzes S-methylation of thiopurine drugs such as 6-mercaptopurine. Large variations in levels of TPMT activity in human tissue can result from a common genetic polymorphism with a series of alleles for low activity. This polymorphism is an important factor responsible for large individual variations in thiopurine toxicity and therapeutic efficacy. We now report a new variant allele, TPMT*4, that contains a G--> A transition that disrupts the intron/exon acceptor splice junction at the final 3' nucleotide of intron 9, the terminal intron of the TPMT gene. This new allele cosegregated within an extended kindred with reduced TPMT activity. We attempted to determine the mechanism(s) by which the presence of TPMT*4 might result in low enzyme activity. Although very few mature transcripts derived from allele TPMT*4 were detected, the mutation did lead to generation of at least two aberrant mRNA species. The first resulted from use of a novel splice site located one nucleotide 3' downstream from the original splice junction. That mRNA species contained a single nucleotide deletion and a frameshift within exon 10, the terminal exon of the gene. The second novel mRNA species resulted from activation of a cryptic splice site located within intron 9, leading to inclusion of 330 nucleotides of intron sequence. That sequence contained a premature translation termination codon. TPMT*4 is the first reported allele for low TPMT activity as a result of a mutation within an intron. These observations also provide insight into mechanisms of mRNA processing after disruption of a terminal exon splice junction.","type":"article","volume":"101","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/9486974","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":769173924,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9486974","xrefId":"9486974"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1172/JCI1004","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449244412,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1172%2FJCI1004","xrefId":"10.1172/JCI1004"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC508655","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449244411,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC508655","xrefId":"PMC508655"}],"year":1998}