{"@id":"https://pharmgkb.org/literature/6403708","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":6403708,"resourceId":"9246020","title":"Human thiopurine methyltransferase pharmacogenetics: gene sequence polymorphisms.","authors":["Otterness D","Szumlanski C","Lennard L","Klemetsdal B","Aarbakke J","Park-Hah J O","Iven H","Schmiegelow K","Branum E","O'Brien J","Weinshilboum R"],"journal":"Clinical pharmacology and therapeutics","month":7,"page":"60-73","pubDate":"1997-07-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9246020","summary":"Thiopurine methyltransferase (TPMT) catalyzes the S-methylation of thiopurine drugs. TPMT activity is regulated by a common genetic polymorphism that is associated with large individual variations in thiopurine toxicity and efficacy. We previously cloned the functional gene for human TPMT and reported a common variant allele for low enzyme activity, TPMT*3A, that contains point mutations at cDNA nucleotides 460 and 719. In the present study, we set out to determine the number, types, and frequencies of TPMT variant alleles associated with low enzyme activity in clinical laboratory samples in the United States and to compare those results with data obtained from two different ethnic groups. We identified a total of six different variant alleles for low TPMT activity in the 283 clinical laboratory samples studied. The most common variant was *3A; the second most frequent variant allele, *3C, contained only the nucleotide 719 polymorphism; and four other variant alleles were detected. TPMT*3A also appeared to be the most common variant allele in a Norwegian white population sample, but it was not found in a population sample of Korean children. However, *3C was present in samples from the Korean children, as was novel allele, *6. Characterization of variant alleles for low TPMT enzyme activity will help make it possible to assess the potential clinical utility of deoxyribonucleic acid-based diagnostic tests for determining TPMT genotype.","type":"article","volume":"62","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/9246020","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":74607947,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9246020","xrefId":"9246020"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1016/S0009-9236(97)90152-1","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449244421,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1016%2FS0009-9236%2897%2990152-1","xrefId":"10.1016/S0009-9236(97)90152-1"}],"year":1997}