{"@id":"https://pharmgkb.org/literature/6410081","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":6410081,"resourceId":"9103127","title":"Molecular diagnosis of thiopurine S-methyltransferase deficiency: genetic basis for azathioprine and mercaptopurine intolerance.","authors":["Yates C R","Krynetski E Y","Loennechen T","Fessing M Y","Tai H L","Pui C H","Relling M V","Evans W E"],"journal":"Annals of internal medicine","month":4,"page":"608-14","pubDate":"1997-04-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9103127","summary":"BACKGROUND: Thiopurine S-methyltransferase (TPMT) catalyzes the S-methylation (that is, inactivation) of mercaptopurine, azathioprine, and thioguanine and exhibits genetic polymorphism. About 10% of patients have intermediate TPMT activity because of heterozygosity, and about 1 in 300 inherit TPMT deficiency as an autosomal recessive trait. If they receive standard doses of thiopurine medications (for example, 75 mg/m2 body surface area per day), TPMT-deficient patients accumulate excessive thioguanine nucleotides in hematopoietic tissues, which leads to severe and possibly fatal myelosuppression.\n\nOBJECTIVE: To elucidate the genetic basis and develop molecular methods for the diagnosis of TPMT deficiency and heterozygosity.\n\nMETHODS: Diagnostic test evaluation.\n\nMETHODS: Research hospital.\n\nMETHODS: The TPMT phenotype was determined in 282 unrelated white persons, and TPMT genotype was determined in all persons who had intermediate TPMT activity (heterozygotes) and a randomly selected, equal number of persons who had high activity. In addition, genotype was determined in 6 TPMT-deficient patients.\n\nMETHODS: Polymerase chain reaction (PCR) assays were developed to detect the G238C transversion in TPMT*2 and the G460A and A719G transitions in TPMT*3 alleles. Radiochemical assay was used to measure TPMT activity. Mutations of TPMT were identified in genomic DNA, and the concordance of TPMT genotype and phenotype was determined.\n\nRESULTS: 21 patients who had a heterozygous phenotype were identified (7.4% of sample [95% CI, 4.7% to 11.2%]). TPMT*3A was the most prevalent mutant allele (18 of 21 mutant alleles in heterozygotes; 85%); TPMT*2 and TPMT*3C were more rare (about 5% each). All 6 patients who had TPMT deficiency had two mutant alleles, 20 of 21 patients (95% [CI, 76% to 99.9%]) who had intermediate TPMT activity had one mutant allele, and 21 of 21 patients (100% [CI, 83% to 100%]) who had high activity had no known TPMT mutation. Detection of TPMT mutations in genomic DNA by PCR coincided perfectly with genotypes detected by complementary DNA sequencing.\n\nCONCLUSIONS: The major inactivating mutations at the human TPMT locus have been identified and can be reliably detected by PCR-based methods, which show an excellent concordance between genotype and phenotype. The detection of TPMT mutations provides a molecular diagnostic method for prospectively identifying TPMT-deficient and heterozygous patients.","type":"article","volume":"126","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/9103127","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":74607938,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9103127","xrefId":"9103127"}],"year":1997}