{"@id":"https://pharmgkb.org/literature/6488965","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":6488965,"resourceId":"7862671","title":"A single point mutation leading to loss of catalytic activity in human thiopurine S-methyltransferase.","authors":["Krynetski E Y","Schuetz J D","Galpin A J","Pui C H","Relling M V","Evans W E"],"journal":"Proceedings of the National Academy of Sciences of the United States of America","month":2,"page":"949-53","pubDate":"1995-02-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/7862671","summary":"Thiopurine S-methyltransferase (TPMT; S-adenosyl-L-methionine:thiopurine S-methyltransferase, EC 2.1.1.67) activity exhibits genetic polymorphism, with approximately 0.33% of Caucasians and African-Americans inheriting TPMT deficiency as an autosomal recessive trait. To determine the molecular genetic basis for this polymorphism, we cloned the TPMT cDNA from a TPMT-deficient patient who had developed severe hematopoietic toxicity during mercaptopurine therapy. Northern blot analysis of RNA isolated from leukocytes of the deficient patient demonstrated the presence of TPMT mRNAs of comparable size to that in subjects with high TPMT activity. Sequencing of the mutant TPMT cDNA revealed a single point mutation (G238-->C), leading to an amino acid substitution at codon 80 (Ala80-->Pro). When assessed in a yeast heterologous expression system, this mutation led to a 100-fold reduction in TPMT catalytic activity relative to the wild-type cDNA, despite a comparable level of mRNA expression. A mutation-specific PCR amplification method was developed and used to detect the G238-->C mutation in genomic DNA of the propositus and her mother. This inactivating mutation in the human TPMT gene provides insights into the genetic basis for this inherited polymorphism in drug metabolism.","type":"article","volume":"92","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/7862671","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":124622,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/7862671","xrefId":"7862671"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC42614","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449245375,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC42614","xrefId":"PMC42614"}],"year":1995}