{"@id":"https://pharmgkb.org/literature/7109193","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":7109193,"resourceId":"16220112","title":"Thiopurine S-methyltransferase pharmacogenetics: variant allele functional and comparative genomics.","authors":["Salavaggione Oreste E","Wang Liewei","Wiepert Mathieu","Yee Vivien C","Weinshilboum Richard M"],"journal":"Pharmacogenetics and genomics","month":11,"page":"801-15","pubDate":"2005-11-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16220112","summary":"Thiopurine S-methyltransferase (TPMT) catalyses the S-methylation of thiopurine drugs. Genetic polymorphisms for TPMT are a major factor responsible for large individual variations in thiopurine toxicity and therapeutic effect. The present study investigated the functional effects of human TPMT variant alleles that alter the encoded amino acid sequence of the enzyme, TPMT*2, *3A, *3B, *3C and *5 to *13. After expression in COS-1 cells and correction for transfection efficiency, allozymes encoded by these alleles displayed levels of activity that varied from virtually undetectable (*3A,*3B and *5) to 98% (*7) of that observed for the wild-type allele. Although some allozymes had significant elevations in apparent Km values for 6-mercaptopurine and S-adenosyl-L-methionine (i.e. the two cosubstrates for the reaction), the level of enzyme protein was the major factor responsible for variation in activity. Quantitative Western blot analysis demonstrated that the level of enzyme protein correlated closely with level of activity for all allozymes except TPMT*5. Furthermore, protein levels correlated with rates of TPMT degradation. TPMT amino acid sequences were then determined for 16 non-human mammalian species and those sequences (plus seven reported previously, including two nonmammalian vertebrate species) were used to determine amino acid sequence conservation. Most human TPMT variant allozymes had alterations of residues that were highly conserved during vertebrate evolution. Finally, a human TPMT homology structural model was created on the basis of a Pseudomonas structure (the only TPMT structure solved to this time), and the model was used to infer the functional consequences of variant allozyme amino acid sequence alterations. These studies indicate that a common mechanism responsible for alterations in the activity of variant TPMT allozymes involves alteration in the level of enzyme protein due, at least in part, to accelerated degradation.","type":"article","volume":"15","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16220112","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":102382256,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16220112","xrefId":"16220112"}],"year":2005}