{"@id":"https://pharmgkb.org/literature/7164471","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":7164471,"resourceId":"16550163","title":"Thiopurine S-methyltransferase pharmacogenetics: insights, challenges and future directions.","authors":["Wang L","Weinshilboum R"],"journal":"Oncogene","month":3,"page":"1629-38","pubDate":"2006-03-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16550163","summary":"The thiopurine S-methyltransferase (TPMT) genetic polymorphism is one of the most 'mature' examples in pharmacogenetics. That is true because of its importance clinically for the individualization of thiopurine drug therapy and also because TPMT has provided novel insights into molecular mechanisms responsible for the functional effects of common genetic polymorphisms. This review will summarize the development of our understanding of the role of inheritance in the regulation of TPMT as well as the clinical implications of that genetic regulation. It will also summarize recent studies in which TPMT pharmacogenetics has enhanced our understanding of molecular mechanisms by which common polymorphisms influence or alter function. TPMT pharmacogenetics highlights the potential clinical importance of the translation of pharmacogenetics from bench to bedside, the potential for basic pharmacogenetic research to provide insight into mechanisms by which genetic polymorphisms can alter function, and the challenges associated with the achievement of both of those goals.","type":"article","volume":"25","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16550163","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":124007766,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16550163","xrefId":"16550163"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1038/sj.onc.1209372","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449247489,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1038%2Fsj.onc.1209372","xrefId":"10.1038/sj.onc.1209372"}],"year":2006}