{"@id":"https://pharmgkb.org/literature/7741986","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":7741986,"resourceId":"17001353","title":"IMPDH1 promoter mutations in a patient exhibiting azathioprine resistance.","authors":["Roberts R L","Gearry R B","Barclay M L","Kennedy M A"],"journal":"The pharmacogenomics journal","month":10,"page":"312-7","pubDate":"2007-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17001353","summary":"Around 9% of inflammatory bowel disease (IBD) patients are resistant to azathioprine. We hypothesized that these patients may carry mutations within inosine-5'-monophosphate dehydrogenase (IMPDH). To test this hypothesis, we screened 20 azathioprine-resistant patients for variations in the two IMPDH genes (IMPDH1 and IMPDH2) using dHPLC and DNA sequencing. A 9 bp insertion within the IMPDH1 P3 promoter was found in a patient exhibiting severe azathioprine resistance. The insertion is predicted to abolish a cAMP-response element (CRE) and was found to significantly reduce IMPDH1 P3 promoter activity in a luciferase reporter gene assay (P-value <0.001). This in vitro assay suggests the variant promoter has altered function in vivo and consequently may have contributed to the thiopurine resistance observed in this patient. The absence of functional variants within the other patients indicates that if IMPDH genetic variability contributes to azathioprine resistance it does so infrequently.","type":"article","volume":"7","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/17001353","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":517205376,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/17001353","xrefId":"17001353"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1038/sj.tpj.6500421","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449249425,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1038%2Fsj.tpj.6500421","xrefId":"10.1038/sj.tpj.6500421"}],"year":2007}