{"@id":"https://pharmgkb.org/literature/7996054","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":7996054,"resourceId":"9931346","title":"Polymorphism of the thiopurine S-methyltransferase gene in African-Americans.","authors":["Hon Y Y","Fessing M Y","Pui C H","Relling M V","Krynetski E Y","Evans W E"],"journal":"Human molecular genetics","month":2,"page":"371-6","pubDate":"1999-02-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9931346","summary":"The molecular basis for the genetic polymorphism of thiopurine S -methyltransferase (TPMT) has been estab-lished for Caucasians, but it remains to be elucidated in African populations. In the current study, we determined TPMT genotypes in a population of 248 African-Americans and compared it with allele frequencies in 282 Caucasian Americans. TPMT genotype was determined in all individuals with TPMT activity indicative of a heterozygous genotype (</=10.1 U/ml pRBC, n = 23African-Americans, n = 21 Caucasians) and a control group with TPMT activity indicative of a homozygous wild-type genotype (>10.2 U/ml pRBC, n = 23 African-Americans, n = 21 Caucasians). No mutant alleles were found in the high activity control groups. The overall mutant allele frequencies were similar in African-Americans and Caucasians (4.6 and 3.7% of alleles, respectively). However, while TPMT*3C was the most prevalent mutant allele in African-Americans (52.2% of mutant alleles), it represented only 4.8% of mutant alleles in Caucasians ( P < 0.001). In contrast, TPMT*3A and TPMT*2 were less common in African-Americans (17.4 and 8.7% of mutant alleles), whereas TPMT*3A was the most prevalent mutant allele in Caucasians (85.7% of mutant alleles). A novel allele ( TPMT*8 ), containing a single nucleotide transition (G644A), leading to an amino acid change at codon 215 (Arg-->His), was found in one African-American with intermediate activity. These data indicate that the same TPMT mutant alleles are found in American black and white populations, but that the predominant mutant alleles differ in these two ethnic groups.","type":"article","volume":"8","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/9931346","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":769173921,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9931346","xrefId":"9931346"}],"year":1999}