{"@id":"https://pharmgkb.org/literature/7997373","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":7997373,"resourceId":"9177237","title":"Enhanced proteolysis of thiopurine S-methyltransferase (TPMT) encoded by mutant alleles in humans (TPMT*3A, TPMT*2): mechanisms for the genetic polymorphism of TPMT activity.","authors":["Tai H L","Krynetski E Y","Schuetz E G","Yanishevski Y","Evans W E"],"journal":"Proceedings of the National Academy of Sciences of the United States of America","month":6,"page":"6444-9","pubDate":"1997-06-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9177237","summary":"TPMT is a cytosolic enzyme that catalyzes the S-methylation of aromatic and heterocyclic sulfhydryl compounds, including medications such as mercaptopurine and thioguanine. TPMT activity exhibits autosomal codominant genetic polymorphism, and patients inheriting TPMT deficiency are at high risk of potentially fatal hematopoietic toxicity. The most prevalent mutant alleles associated with TPMT deficiency in humans have been cloned and characterized (TPMT*2 and TPMT*3A), but the mechanisms for loss of catalytic activity have not been elucidated. In the present study, we established that erythrocyte TPMT activity was significantly related to the amount of TPMT protein on Western blots of erythrocytes from patients with TPMT activities of 0.4-23 units/ml pRBC (rs = 0.99; P < 0.001). Similarly, heterologous expression of wild-type (TPMT*1) and mutant (TPMT*2 and TPMT*3A) human cDNAs in yeast and COS-1 cells demonstrated comparable levels of TPMT mRNA but significantly lower TPMT protein with the mutant cDNAs. Rates of protein synthesis were comparable for wild-type and mutant proteins expressed in yeast and with in vitro translation in rabbit reticulocyte lysates. In contrast, pulse-chase experiments revealed significantly shorter degradation half-lives for TPMT*2 and TPMT*3A ( approximately 0.25 hr) compared with wild-type TPMT*1 (18 hr). The degradation of mutant proteins was impaired by ATP depletion and in yeast with mutant proteasomes (pre-1 strain) but unaffected by the lysosomal inhibitor chloroquine. These studies establish enhanced degradation of TPMT proteins encoded by TPMT*2 and TPMT*3A as mechanisms for lower TPMT protein and catalytic activity inherited by the predominant mutant alleles at the human TPMT locus.","type":"article","volume":"94","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/9177237","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":769173918,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9177237","xrefId":"9177237"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC21069","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449250093,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC21069","xrefId":"PMC21069"}],"year":1997}