{"@id":"https://pharmgkb.org/literature/7998172","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":7998172,"resourceId":"21121811","title":"Systematic review of pharmacoeconomic studies of pharmacogenomic tests.","authors":["Beaulieu Mathieu","de Denus Simon","Lachaine Jean"],"journal":"Pharmacogenomics","month":11,"page":"1573-90","pubDate":"2010-11-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/21121811","summary":"There is currently a lack of consensus on the components that should be included in the pharmacoeconomic evaluation of pharmacogenomic tests. We conducted a systematic review focusing on pharmacogenomic tests to identify and comment on key parameters. The articles selected as economic analyses were classified using a framework including components related to testing, model, health outcomes, costs and incremental cost-effectiveness ratio. We found 15 studies that met our inclusion and exclusion criteria. A high degree of heterogeneity between evaluations was observed even within studies evaluating the same pharmacogenomic test. Components specific to pharmacogenomic tests were identified as marker prevalence, population ethnicity, pharmacogenomic treatment effect and cost of genomic data collection and analysis. In order to fully assess all aspects of pharmacogenomic testing, future pharmacoeconomic assessments should include every specific component that has an impact on the incremental cost-effectiveness ratio.","type":"article","volume":"11","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/21121811","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":769261714,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/21121811","xrefId":"21121811"},{"@id":"https://pharmgkb.org/crossReference/doi/10.2217/pgs.10.145","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449250094,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.2217%2Fpgs.10.145","xrefId":"10.2217/pgs.10.145"}],"year":2010}