{"@id":"https://pharmgkb.org/literature/8033006","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":8033006,"resourceId":"10591545","title":"Enhanced proteasomal degradation of mutant human thiopurine S-methyltransferase (TPMT) in mammalian cells: mechanism for TPMT protein deficiency inherited by TPMT*2, TPMT*3A, TPMT*3B or TPMT*3C.","authors":["Tai H L","Fessing M Y","Bonten E J","Yanishevsky Y","d'Azzo A","Krynetski E Y","Evans W E"],"journal":"Pharmacogenetics","month":10,"page":"641-50","pubDate":"1999-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10591545","summary":"Inheritance of the TPMT*2, TPMT*3A and TPMT*3C mutant alleles is associated with deficiency of thiopurine S-methyltransferase (TPMT) activity in humans. However, unlike TPMT*2 and TPMT*3A, the catalytically active protein coded by TPMT*3C does not undergo enhanced proteolysis when heterologously expressed in yeast, making it unclear why this common mutant allele should be associated with inheritance of TPMT-deficiency. To further elucidate the mechanism for TPMT deficiency associated with these alleles, we characterized TPMT proteolysis following heterologous expression of wild-type and mutant proteins in mammalian cells. When expressed in COS-1 cells, proteins encoded by TPMT*2, TPMT*3A, and TPMT*3C cDNAs had significantly reduced steady-state levels and shorter degradation half-lives compared with the wild-type protein. Similarly, in rabbit reticulocyte lysate (RRL), these mutant TPMT proteins were degraded significantly faster than the wild-type protein. Thus, enhanced proteolysis of TPMT*3C protein in mammalian cells is in contrast to its stability in yeast, but consistent with TPMT-deficiency in humans. Proteolysis was ATP-dependent and sensitive to proteasomal inhibitors MG115, MG132 and lactacystin, but not to calpain inhibitor II. We conclude that all of these mutant TPMT proteins undergo enhanced proteolysis in mammalian cells, through an ATP-dependent proteasomal pathway, leading to low or undetectable levels of TPMT protein in humans who inherit these mutant alleles.","type":"article","volume":"9","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/10591545","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":769173949,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/10591545","xrefId":"10591545"}],"year":1999}