{"@id":"https://pharmgkb.org/literature/8354714","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":8354714,"resourceId":"16717136","title":"Divergent activities of human glutathione transferases in the bioactivation of azathioprine.","authors":["Eklund Birgitta I","Moberg My","Bergquist Jonas","Mannervik Bengt"],"journal":"Molecular pharmacology","month":8,"page":"747-54","pubDate":"2006-08-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16717136","summary":"Azathioprine is a thiopurine prodrug clinically used for immunosuppression in the treatment of inflammatory diseases and in pharmacological regimens of organ transplantations. Its pharmacological action is based on the release of 6-mercaptopurine, but the biochemical processes underlying this biotransformation have remained obscure. In this investigation, human glutathione transferases (GSTs) from seven distinct classes were assayed with azathioprine. GSTs A1-1, A2-2, and M1-1, all abundantly expressed in human liver, displayed the highest activity among the 14 GSTs tested. The uncatalyzed reaction of azathioprine with glutathione was estimated to be less than 1% of the GST-catalyzed biotransformation. GST M1-1 is polymorphic with a frequently occurring null allele, and GSTs A1-1 and A2-2 show variable expression levels in human subjects, implying significant differences in the rate of 6-mercaptopurine release from azathioprine. Individuals expressing high GST activity are apparently predisposed for adverse reactions to azathioprine treatment, both by promoting excessively high concentrations of free 6-mercaptopurine and its toxic metabolites and by depleting cellular glutathione. These novel aspects of GST-dependent azathioprine biotransformation have not been considered previously.","type":"article","volume":"70","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16717136","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":556513358,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16717136","xrefId":"16717136"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1124/mol.106.025288","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449250844,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1124%2Fmol.106.025288","xrefId":"10.1124/mol.106.025288"}],"year":2006}