{"@id":"https://pharmgkb.org/literature/8622387","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":8622387,"resourceId":"1960624","title":"Altered mercaptopurine metabolism, toxic effects, and dosage requirement in a thiopurine methyltransferase-deficient child with acute lymphocytic leukemia.","authors":["Evans W E","Horner M","Chu Y Q","Kalwinsky D","Roberts W M"],"journal":"The Journal of pediatrics","month":12,"page":"985-9","pubDate":"1991-12-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/1960624","summary":"Thiopurine methyltransferase deficiency, inherited as an autosomal codominant trait, is associated with aberrant mercaptopurine metabolism leading to excessive cellular accumulation of 6-thioguanine nucleotides, the active metabolites of mercaptopurine. We describe a case of severe thiopurine methyltransferase deficiency (activity less than 1 U/8 x 10(8) erythrocytes) in a young girl with acute lymphocytic leukemia. The level of 6-thioguanine nucleotide in the patient's erythrocytes was seven times the population median value, and she had intolerable hematologic toxic effects during postremission therapy with a standard dosage of mercaptopurine (75 mg/m2 per day). Subsequent therapy with 6% of this dosage (10 mg/m2 three times weekly) yielded erythrocytic 6-thioguanine nucleotide concentrations consistently above the population median but not associated with prohibitively toxic effects. This case demonstrates that thiopurine methyltransferase deficiency does not absolutely contraindicate mercaptopurine therapy, and it also provides insight into the mechanism of excessive toxic effects of mercaptopurine sometimes observed in children with acute lymphocytic leukemia.","type":"article","volume":"119","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/1960624","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":124632,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/1960624","xrefId":"1960624"}],"year":1991}