{"@id":"https://pharmgkb.org/literature/8622841","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":8622841,"resourceId":"8644731","title":"Thiopurine S-methyltransferase deficiency: two nucleotide transitions define the most prevalent mutant allele associated with loss of catalytic activity in Caucasians.","authors":["Tai H L","Krynetski E Y","Yates C R","Loennechen T","Fessing M Y","Krynetskaia N F","Evans W E"],"journal":"American journal of human genetics","month":4,"page":"694-702","pubDate":"1996-04-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/8644731","summary":"The autosomal recessive trait of thiopurine S-methytransferase (TPMT) deficiency is associated with severe hematopoietic toxicity when patients are treated with standard doses of mercaptopurine, azathioprine, or thioguanine. To define the molecular mechanism of this genetic polymorphism, we cloned and characterized the cDNA of a TPMT-deficient patient, which revealed a novel mutant allele (TPMT*3) containing two nucleotide transitions (G460-->A and A719-->G) producing amino acid changes at codons 154 (Ala-->Thr) and 240 (Tyr--> Cys), differing from the rare mutant TPMT allele we previously identified (i.e., TPMT*2 with only G238-->C). Site-directed mutagenesis and heterologous expression established that either TPMT*3 mutation alone leads to a reduction in catalytic activity (G460-->A, ninefold reduction; A719-->G, 1.4-fold reduction), while the presence of both mutations leads to complete loss of activity. Using mutation specific PCR-RFLP analysis, the TPMT*3 allele was detected in genomic DNA from approximately 75 percent of unrelated white subjects with heterozygous phenotypes, indicating that TPMT*3 is the most prevalent mutant allele associated with TPMT-deficiency in Caucasians.","type":"article","volume":"58","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/8644731","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":124649,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/8644731","xrefId":"8644731"},{"@id":"https://pharmgkb.org/crossReference/pmc/PMC1914689","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449251500,"resource":"PubMed Central","sameAs":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1914689","xrefId":"PMC1914689"}],"year":1996}