{"@id":"https://pharmgkb.org/literature/8626201","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":8626201,"resourceId":"16917910","title":"Three novel thiopurine S-methyltransferase allelic variants (TPMT*20, *21, *22) - association with decreased enzyme function.","authors":["Schaeffeler Elke","Eichelbaum Michel","Reinisch Walter","Zanger Ulrich M","Schwab Matthias"],"journal":"Human mutation","month":9,"page":"976","pubDate":"2006-09-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16917910","summary":"The genetic polymorphism of the thiopurine S-methyltransferase, TPMT, comprises at least 21 alleles causing three distinct drug metabolism phenotypes termed normal/high, intermediate, and deficient methylators. In consequence, adverse drug reactions may occur if standard doses of thiopurines are applied routinely. Genetic prediction of the methylator phenotype as a basis for dose selection requires the extensive knowledge of single nucleotide polymorphisms occurring naturally in the population. Here we describe three novel missense variants in the TPMT gene which were associated with an intermediate red blood cell TPMT activity in three Caucasians. The following alleles were designated: TPMT*20 (c.712A>G), *21 (c.205C>G), and *22 (c.488G>C). No further genetic variations in remaining coding regions as well as the 5'flanking region of TPMT were identified. These sequence variants are present in highly conserved nucleotide positions of the TPMT gene throughout various mammalian species and in zebra fish, and are predicted to be intolerant when the functional consequences of variations were analyzed using SIFT (Sorting Intolerant From Tolerant) algorithm. In Caucasians the occurrence of these genetic variants appears to be extremely rare since none of these alleles were identified in a randomly selected control population of 1048 individuals.","type":"article","volume":"27","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/16917910","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":136021723,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/16917910","xrefId":"16917910"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1002/humu.9450","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449251508,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1002%2Fhumu.9450","xrefId":"10.1002/humu.9450"}],"year":2006}