{"@id":"https://pharmgkb.org/literature/8629687","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":8629687,"resourceId":"19416082","title":"ADME pharmacogenetics: current practices and future outlook.","authors":["Grossman Iris"],"journal":"Expert opinion on drug metabolism & toxicology","month":5,"page":"449-62","pubDate":"2009-05-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19416082","summary":"BACKGROUND: Genetic variants of ADME (absorption, distribution, metabolism and elimination) related genes have been consistently associated with pharmacokinetic properties of numerous drugs. However, the association between these genetic markers and clinical outcomes remains controversial.\n\nOBJECTIVE: Inform future pharmacogenetic ADME research and define the terms and practices for the utility of this approach.\n\nMETHODS: Review of case studies, where ADME genetic markers have been applied, either successfully or inefficiently. In each case, the level of evidence was examined by reviewing independent, soundly designed reports. The impact on health outcomes that may, or may not, demonstrate clinical utility was also assessed.\n\nCONCLUSIONS: ADME genetic markers can account for clinically relevant variance as related to drug response phenotypes, but scant evidence has been produced thus far to demonstrate their clinical utility. Particularly in the context of drug development, several considerations and practices are suggested, which may guide proper analysis, interpretation and translation into improved healthcare in a cost-effective fashion.","type":"article","volume":"5","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/19416082","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":560978642,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19416082","xrefId":"19416082"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1517/17425250902902322","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449251513,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1517%2F17425250902902322","xrefId":"10.1517/17425250902902322"}],"year":2009}