{"@id":"https://pharmgkb.org/literature/8967930","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":8967930,"resourceId":"19587643","title":"Warfarin interactions with substances listed in drug information compendia and in the FDA-approved label for warfarin sodium.","authors":["Anthony M","Romero K","Malone D C","Hines L E","Higgins L","Woosley R L"],"journal":"Clinical pharmacology and therapeutics","month":10,"page":"425-9","pubDate":"2009-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19587643","summary":"Interactions of warfarin with other drugs or substances can pose a serious problem. We assessed three drug information compendia-Clinical Pharmacology, ePocrates, and Micromedex-and the warfarin sodium (Coumadin) product label (August 2007) approved by the US Food and Drug Administration for listings of interactions between warfarin and drugs, biologics, foods, and dietary supplements. The drug information compendia and warfarin label differed greatly as to the total number of substances that interact with warfarin. Of a total of 648 entries from the four sources, only 50 were common to all the sources. The types of substances listed as interacting with warfarin were entire classes of drugs, individual drugs, and combinations; biologics; dietary supplements; foods; alcohol; and tobacco. These sources were then examined for classification by severity of interaction and the underlying evidence base. This study provides evidence that there is little concordance among commonly used drug compendia and product labels with respect to interactions involving warfarin.","type":"article","volume":"86","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/19587643","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":569229566,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/19587643","xrefId":"19587643"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1038/clpt.2009.95","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449252316,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1038%2Fclpt.2009.95","xrefId":"10.1038/clpt.2009.95"}],"year":2009}