{"@id":"https://pharmgkb.org/literature/9006053","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":9006053,"resourceId":"15167706","title":"Adverse drug reactions to azathioprine therapy are associated with polymorphism in the gene encoding inosine triphosphate pyrophosphatase (ITPase).","authors":["Marinaki Anthony M","Ansari Azhar","Duley John A","Arenas Monica","Sumi Satoshi","Lewis Cathryn M","Shobowale-Bakre El-Monsor","Escuredo Emilia","Fairbanks Lynette D","Sanderson Jeremy D"],"journal":"Pharmacogenetics","month":3,"page":"181-7","pubDate":"2004-03-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15167706","summary":"Adverse drug reactions to azathioprine (AZA), the pro-drug of 6-mercaptopurine (6-MP), occur in 15% to 28% of patients and the majority are not explained by thiopurine methyltransferase (TPMT) deficiency. Inosine triphosphate pyrophosphatase (ITPase) deficiency results in the benign accumulation of the inosine nucleotide ITP. 6-MP is activated through a 6-thio-IMP intermediate and, in ITPase deficient patients, potentially toxic 6-thio-ITP is predicted to accumulate. The association between polymorphism in the ITPA gene and adverse drug reactions to AZA therapy was studied in patients treated for inflammatory bowel disease. Sixty-two patients with inflammatory bowel disease suffering adverse drug reactions to AZA therapy were genotyped for ITPA 94C>A and IVS2 + 21A>C polymorphisms, and TPMT*3A, *3C, *2 polymorphisms. Genotype frequencies were compared to a consecutive series of 68 controls treated with AZA for a minimum of 3 months without adverse effect. The ITPA 94C>A deficiency-associated allele was significantly associated with adverse drug reactions [odds ratio (OR) 4.2, 95% confidence interval (CI) 1.6-11.5, P = 0.0034]. Significant associations were found for flu-like symptoms (OR 4.7, 95% CI 1.2-18.1, P = 0.0308), rash (OR 10.3, 95% CI 4.7-62.9, P = 0.0213) and pancreatitis (OR 6.2,CI 1.1-32.6, P = 0.0485). Overall, heterozygous TPMT genotypes did not predict adverse drug reactions but were significantly associated with a subgroup of patients experiencing nausea and vomiting as the predominant adverse reaction to AZA therapy (OR 5.5, 95% CI 1.4-21.3, P = 0.0206). Polymorphism in the ITPA gene predicts AZA intolerance. Alternative immunosuppressive drugs, particularly 6-thioguanine, should be considered for AZA-intolerant patients with ITPase deficiency.","type":"article","volume":"14","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/15167706","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":33305820,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/15167706","xrefId":"15167706"}],"year":2004}