{"@id":"https://pharmgkb.org/literature/9077984","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":9077984,"resourceId":"18616518","title":"Prospective evaluation of the pharmacogenetics of azathioprine in the treatment of inflammatory bowel disease.","authors":["Ansari A","Arenas M","Greenfield S M","Morris D","Lindsay J","Gilshenan K","Smith M","Lewis C","Marinaki A","Duley J","Sanderson J"],"journal":"Alimentary pharmacology & therapeutics","month":10,"page":"973-83","pubDate":"2008-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18616518","summary":"OBJECTIVE: To investigate whether pharmacogenetic loci or metabolite concentrations explain clinical response or side effects to AZA.\n\nMETHODS: Patients with IBD were given 2 mg/kg of AZA without dose escalation or adjustment. Serial clinical response, thiopurine methyl transferase (TPMT) activity and thioguanine nucleotide (TGN) concentrations were measured over 6 months. All patients were genotyped for inosine triphosphatase (ITPase) and TPMT. Clinical response and side effects were compared to these variables.\n\nRESULTS: Two hundred and seven patients were analysed. Thirty-nine per cent withdrew due to adverse effects. Heterozygous TPMT genotype strongly predicted adverse effects (79% heterozygous vs. 35% wild-type TPMT, P < 0.001). The ITPA 94C>A mutation was associated with withdrawal due to flu-like symptoms (P = 0.014). A baseline TPMT activity below 35 pmol/h/mg/Hb was associated with a greater chance of clinical response compared with a TPMT above 35 pmo/h/mg/Hb (81% vs. 43% respectively, P < 0.001). Patients achieving a mean TGN level above 100 were significantly more likely to respond (P = 0.0017).\n\nCONCLUSIONS: TPMT testing predicts adverse effects and reduced chance of clinical response (TPMT >35 pmol/h/mg/Hb). ITPase deficiency is a predictor of adverse effects and TGN concentrations above 100 correlate with clinical response.","type":"article","volume":"28","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/18616518","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":551928438,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/18616518","xrefId":"18616518"},{"@id":"https://pharmgkb.org/crossReference/doi/10.1111/j.1365-2036.2008.03788.x","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":1449252571,"resource":"Digital Object Identifiers","sameAs":"http://dx.doi.org/10.1111%2Fj.1365-2036.2008.03788.x","xrefId":"10.1111/j.1365-2036.2008.03788.x"}],"year":2008}