{"@id":"https://pharmgkb.org/literature/9192579","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":9192579,"resourceId":"12269967","title":"Thiopurine methyltransferase activity and the use of azathioprine in inflammatory bowel disease.","authors":["Ansari A","Hassan C","Duley J","Marinaki A","Shobowale-Bakre E-M","Seed P","Meenan J","Yim A","Sanderson J"],"journal":"Alimentary pharmacology & therapeutics","month":10,"page":"1743-50","pubDate":"2002-10-01T00:00:00-07:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12269967","summary":"BACKGROUND: Azathioprine therapy is discontinued in one-third of patients with inflammatory bowel disease because of toxicity or a lack of clinical response. Patients with thiopurine methyltransferase (TPMT) deficiency are intolerant to azathioprine, whilst carriers are at increased risk of side-effects.\n\nOBJECTIVE: To evaluate the importance of TPMT activity in the management of azathioprine therapy in inflammatory bowel disease.\n\nMETHODS: Clinical response, adverse effects and haematological parameters were determined and correlated with TPMT enzyme activity and genotype in 106 patients with inflammatory bowel disease.\n\nRESULTS: Ninety-six patients had high TPMT activity, and 10 had intermediate activity. Nineteen patients (18%) were intolerant to azathioprine. Fifteen (16%) of those with high TPMT activity were intolerant, compared with five (50%) with intermediate activity [odds ratio (OR), 5.4; 95% confidence interval (CI), 1.5-19.8]. Complete remission was achieved in 63% of cases, and complete or partial remission in 79%. Interestingly, very high TPMT activity (> 14 units/mL red blood cells) was significantly associated with non-response, irrespective of the time on azathioprine (OR, 0.21; 95% CI, 0.07-0.68). TPMT gene mutations correlated with TPMT activity.\n\nCONCLUSIONS: Inflammatory bowel disease patients with intermediate TPMT activity have an increased risk of azathioprine toxicity. Conversely, very high TPMT activity predicts treatment failure. TPMT genotype predicted TPMT phenotype in this study.","type":"article","volume":"16","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/12269967","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":124523,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/12269967","xrefId":"12269967"}],"year":2002}