{"@id":"https://pharmgkb.org/literature/9642055","@context":"https://api.pharmgkb.org/jsonld/literature.jsonld","id":9642055,"resourceId":"9841604","title":"Thiopurine methyltransferase genotype predicts therapy-limiting severe toxicity from azathioprine.","authors":["Black A J","McLeod H L","Capell H A","Powrie R H","Matowe L K","Pritchard S C","Collie-Duguid E S","Reid D M"],"journal":"Annals of internal medicine","month":11,"page":"716-8","pubDate":"1998-11-01T00:00:00-08:00","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9841604","summary":"BACKGROUND: Substantial hematologic toxicity limits the use of azathioprine.\n\nOBJECTIVE: To evaluate 1) polymorphic inactivation of azathioprine by thiopurine methyltransferase and 2) clinical toxicity.\n\nMETHODS: Prospective cohort study.\n\nMETHODS: Two rheumatology units.\n\nMETHODS: 67 patients for whom azathioprine was prescribed as second-line therapy for rheumatic disease.\n\nMETHODS: Polymerase chain reaction-based assays were used to detect mutations in thiopurine methyltransferase. The primary end point was discontinuation of azathioprine therapy because of toxicity.\n\nRESULTS: Six of 67 patients (9%) were heterozygous for mutant thiopurine methyltransferase alleles. Five of the 6 patients discontinued therapy within 1 month of starting treatment because of low leukocyte counts. The sixth patient did not adhere to treatment. Patients with wild-type thiopurine methyltransferase alleles received therapy longer than did patients with mutant alleles (median duration of therapy, 39 weeks [range, 6 to 180 weeks] and 2 weeks [range, 2 to 4 weeks], respectively; P = 0.018).\n\nCONCLUSIONS: Analysis of thiopurine methyltransferase genotype is a quick way to identify patients at risk for acute toxicity from azathioprine.","type":"article","volume":"129","xrefs":[{"@id":"https://pharmgkb.org/crossReference/pubMed/9841604","@context":"https://api.pharmgkb.org/jsonld/crossReference.jsonld","id":124568,"resource":"PubMed","sameAs":"https://www.ncbi.nlm.nih.gov/pubmed/9841604","xrefId":"9841604"}],"year":1998}